{
    "광폭한_찢기의": {
        "desc": "광폭화 상태에서 직접 피해를 줄 때마다, 초에 걸쳐 기본 공격력의 를 추가 출혈 피해로 줍니다.",
        "snoId": 1105985
    },
    "지진": {
        "desc": "발 구르기가 지진을 일으켜 적들에게 초에 걸쳐 의 물리 피해를 줍니다. 지진 안에 서 있는 동안 주는 피해가 증가합니다.",
        "snoId": 1105986
    },
    "해골_격파자의": {
        "desc": "출혈 상태인 적을 기절시키면 적의 총 출혈 피해의 를 즉시 물리 피해로 줍니다.",
        "snoId": 1105987
    },
    "무기_전문가의": {
        "desc": "무기 숙련 기술이 추가 충전을 얻습니다. 행운의 적중 무기 숙련 기술로 적에게 피해를 주면 최대 확률로 초 동안 적을 기절시킵니다.",
        "snoId": 1105988
    },
    "무쇠_피": {
        "desc": "주위의 출혈하는 적 하나당 피해 감소를 만큼, 최대 까지 얻습니다.",
        "snoId": 1105989
    },
    "전투의_광기": {
        "desc": "무기를 번 교체한 후 초 동안 광폭화를 얻습니다.",
        "snoId": 1105990
    },
    "울려퍼지는_분노의": {
        "desc": "외침 기술이 활성화되어 있는 동안 매초 분노를 생성합니다.",
        "snoId": 1105991
    },
    "철갑_전사의": {
        "desc": "철갑 피부가 저지 불가와 의 피해 감소를 부여합니다.",
        "snoId": 1105992
    },
    "거인의_발걸음의": {
        "desc": "적중당한 적 하나당 도약의 재사용 대기시간이 초만큼, 최대 초까지 감소합니다.",
        "snoId": 1105994
    },
    "가차없는_광전사의": {
        "desc": "행운의 적중 핵심 기술로 적에게 피해를 주면 최대 확률로 광폭화의 지속시간이 초 증가합니다. 극대화 적중 시 이 지속시간이 배로 증가합니다.",
        "snoId": 1105995
    },
    "맹렬한_분노의": {
        "desc": "핵심 기술로 적을 처치하거나 우두머리를 적중시키면 기본 분노 소모량의 를 돌려받습니다. 이 효과는 시전 회당 한 번만 발동합니다.",
        "snoId": 1105997
    },
    "선조의_메아리의": {
        "desc": "행운의 적중 선조의 귀환이 행동막대에 지정되어 있는 동안 도약, 지각 변동 또는 소용돌이로 적에게 피해를 주면 최대 확률로 선조가 소환되어 같은 기술을 사용합니다.",
        "snoId": 1105998
    },
    "무감각한_진노의": {
        "desc": "분노가 최대일 때 생성하는 분노 당 의 보강 효과를 얻습니다.",
        "snoId": 1106001
    },
    "싸움꾼의": {
        "desc": "발차기 또는 돌진에 피해를 받은 후 초 내에 죽은 적이 폭발하며 주변 적들에게 의 피해를 줍니다.",
        "snoId": 1106002
    },
    "먼지_돌풍의": {
        "desc": "소용돌이가 먼지 돌풍을 남겨 주변 적들에게 의 피해를 줍니다.",
        "snoId": 1106003
    },
    "스며드는_진노의": {
        "desc": "분노를 소모한 후 다음 무기 숙련 기술이 주는 피해가 증가합니다.",
        "snoId": 1106004
    },
    "가차없는_무기_전문가의": {
        "desc": "걸어다니는 무기고 핵심 지속 효과의 모든 피해 보너스가 활성화되어 있는 동안 분노 생성량이 증가합니다.",
        "snoId": 1106005
    },
    "광폭한_분노의": {
        "desc": "광폭화 상태에서 초당 의 분노를 얻습니다.",
        "snoId": 1106006
    },
    "죽음의_소원": {
        "desc": "광폭화 상태에서 의 가시를 얻습니다.",
        "snoId": 1106007
    },
    "광포한_소용돌이의": {
        "desc": "소용돌이에 정신을 집중하는 시간 초당 극대화 확률이 만큼, 최대 까지 증가합니다.",
        "snoId": 1106009
    },
    "불카토스의": {
        "desc": "도약이 지진을 발생시켜 초에 걸쳐 의 물리 피해를 줍니다. 지진 안에 서 있는 동안 피해 감소가 증가합니다.",
        "snoId": 1106010
    },
    "칼바람": {
        "desc": "이중 타격을 초 내에 번 시전하면 먼지 돌풍이 일어나 대상 뒤의 적들에게 의 피해를 줍니다.",
        "snoId": 1106011
    },
    "역전용사_싸움꾼의": {
        "desc": "핵심 기술이 적에게 직접 피해를 줄 때마다 다음 돌진 또는 도약 기술이 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1106024
    },
    "선조의_힘의": {
        "desc": "선조의 망치가 밖으로 진동하며 피해가 증가합니다.",
        "snoId": 1106025
    },
    "휘감는_소용돌이의": {
        "desc": "소용돌이가 주기적으로 적들을 끌어당깁니다.",
        "snoId": 1106034
    },
    "요지부동하는_광전사의": {
        "desc": "행운의 적중 광폭화 상태에서 직접 피해를 줄 때마다 최대 확률로 의 보강 효과를 얻습니다.",
        "snoId": 1106039
    },
    "담대한_족장의": {
        "desc": "외침 기술을 시전할 때마다 주위에 있는 적 마리당 해당 기술의 재사용 대기시간이 초만큼, 최대 초까지 감소합니다.",
        "snoId": 1106041
    },
    "영원한_발_구르기의": {
        "desc": "발차기 또는 발 구르기로 적에게 피해를 주면 도약의 재사용 대기시간이 초기화됩니다.",
        "snoId": 1105863
    },
    "빈혈의": {
        "desc": "행운의 적중 출혈 상태의 적에게 직접 피해를 주면 최대 확률로 적을 초 동안 기절시킵니다.",
        "snoId": 1201316
    },
    "갈증_해소의": {
        "desc": "행운의 적중 분쇄가 출혈 상태의 적 최소 한 마리에게 직접 피해를 주면 최대 확률로 분노를 얻습니다.",
        "snoId": 1202014
    },
    "대지격퇴자의": {
        "desc": "무기를 번 교체한 후, 다음 기술이 제압 효과를 얻고 주는 제압 피해가 증가합니다.",
        "snoId": 1199203
    },
    "담금질하는_타격의": {
        "desc": "무기를 번 교체한 후 의 보강 효과를 얻습니다.",
        "snoId": 1200857
    },
    "행운인도자": {
        "desc": "걸어다니는 무기고 핵심 지속 효과의 모든 피해 보너스가 활성화되어 있는 동안 행운의 적중 확률이 증가합니다.",
        "snoId": 1199205
    },
    "곰_혈족_광전사의": {
        "desc": "광폭화 상태에서 적을 처치하면 확률로 초 동안 난투 기술의 재사용 대기시간 감소 효과가 증가합니다.",
        "snoId": 1199207
    },
    "불타는_분노의": {
        "desc": "광폭화 상태에서 주변 적들에게 매초 의 화염 피해를 줍니다.",
        "snoId": 1105876
    },
    "흉악한": {
        "desc": "분노를 생성하면 다음 핵심 기술이 먼지 돌풍을 일으켜 대상 뒤의 적들에게 의 피해를 줍니다.",
        "snoId": 1199627
    },
    "무한한_분노의": {
        "desc": "분노 중첩이 최대일 때 생성하는 분노 당 다음 핵심 기술이 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1106289
    },
    "선조의_돌진의": {
        "desc": "돌진이 명의 선조를 부릅니다. 선조들은 돌진하여 원래 피해의 만큼 피해를 줍니다.",
        "snoId": 1427872
    },
    "악독한_파열": {
        "desc": "파열이 적의 출혈 피해를 제거하지 않습니다. 이 효과는 초에 한 번씩만 발동합니다.",
        "snoId": 1603699
    },
    "만족을_모르는_자의": {
        "desc": "칼날 발톱으로 적을 처치하면 다음 늑대인간 기술의 영력 생성량이 증가하고 주는 피해가 증가합니다.",
        "snoId": 1106044
    },
    "짓이겨진": {
        "desc": "곰인간일 때 적중당하면 확률로 영력을 얻습니다.",
        "snoId": 1106047
    },
    "잔잔한_산들바람의": {
        "desc": "행운의 적중 바람 칼날이 최대 확률로 영력을 완전히 회복시킵니다.",
        "snoId": 1106050
    },
    "폭풍우의": {
        "desc": "싹쓸바람의 피해가 지속되는 시간 초당 증가합니다.",
        "snoId": 1106053
    },
    "모래수렁의": {
        "desc": "대지 기술로 피해를 주면 적중당한 적이 초 동안 감속됩니다.",
        "snoId": 1106058
    },
    "깨진돌": {
        "desc": "군중 제어의 영향을 받는 적에게 대지 기술이 주는 극대화 피해가 증가합니다.",
        "snoId": 1206644
    },
    "치유하는_돌의": {
        "desc": "대지 방벽의 지속시간이 초 증가합니다. 추가로, 대지 기술로 적을 처치하면 활성화된 대지 방벽의 보호막이 회복됩니다.",
        "snoId": 1106061
    },
    "과충전된": {
        "desc": "행운의 적중 번개 피해를 줄 때 최대 확률로 대상을 초 동안 과부하시켜, 대상에게 주는 직접 피해가 주변 적들에게 흘러 의 추가 피해를 줍니다.",
        "snoId": 1106063
    },
    "자연의_균형의": {
        "desc": "폭풍 기술을 시전하면 초 동안 대지 기술의 극대화 피해가 증가합니다. 대지 기술을 시전하면 초 동안 폭풍 기술의 극대화 확률이 증가합니다.",
        "snoId": 1106064
    },
    "변신수의_빚의": {
        "desc": "곰인간 기술로 중독된 적에게 피해를 주면 즉시 중독 피해의 를 주고 중독을 소모합니다.",
        "snoId": 1201950
    },
    "가죽방랑자의": {
        "desc": "형상을 바꾸는 변신 기술을 사용하면 생명력을 얻습니다. 생명력이 가득 찼을 때는 같은 양의 보강 효과를 얻습니다.",
        "snoId": 1200308
    },
    "지각변동": {
        "desc": "대지의 쐐기가 일직선상으로 쐐기를 날리고 초의 재사용 대기시간이 적용됩니다.",
        "snoId": 1106138
    },
    "짓밟힌_대지의": {
        "desc": "짓밟기가 이제 지속시간 동안 산사태 기둥을 개 소환합니다. 산사태는 원래 피해의 만큼 피해를 줍니다. 또한 짓밟기가 자연 마법과 대지 기술로 취급됩니다.",
        "snoId": 1106166
    },
    "폭풍발톱의": {
        "desc": "칼날 발톱이 극대화로 적중하면 대상과 주변 적들에게 주는 피해의 를 번개 피해로 줍니다.",
        "snoId": 1106189
    },
    "균형_잡힌": {
        "desc": "회색곰의 격노가 활성화되어 있는 동안 최대 영력이 , 영력 생성량이 증가합니다.",
        "snoId": 1106190
    },
    "용오름의_힘의": {
        "desc": "회오리 갑옷이 물리 피해 감소도 부여합니다. 추가로 회오리 갑옷이 주위 모든 아군에게도 적용됩니다.",
        "snoId": 1106217
    },
    "여파의": {
        "desc": "산사태의 흙 기둥이 각각 한 번 더 타격하며, 적중할 때마다 의 추가 피해를 줍니다.",
        "snoId": 1106228
    },
    "공포스러운_곰의": {
        "desc": "쳐부수기가 대지 기술로도 취급됩니다. 쳐부수기 시전 후 대지 파편이 초에 걸쳐 의 피해를 줍니다.",
        "snoId": 1106260
    },
    "반격의": {
        "desc": "보강의 양에 따라 핵심 기술이 주는 피해가 최대 증가합니다.",
        "snoId": 1106321
    },
    "충격파": {
        "desc": "쳐부수기가 전방으로 이동하는 충격파를 만들어, 경로에 있는 대상에게 쳐부수기 피해의 만큼 피해를 줍니다.",
        "snoId": 1106341
    },
    "우두머리의": {
        "desc": "늑대 동료들이 이제 늑대인간 동료입니다. 늑대인간 동료들은 의 추가 피해를 주고 광견병을 퍼뜨립니다.",
        "snoId": 1106347
    },
    "밤울음꾼의": {
        "desc": "피의 울부짖음이 극대화 확률을 증가시킵니다. 추가로, 피의 울부짖음이 주위의 동료와 플레이어에게 초 동안 영향을 미칩니다.",
        "snoId": 1106379
    },
    "자연의_야만성의": {
        "desc": "자연의 격노 핵심 지속 효과와 관련하여 늑대인간 기술이 폭풍 기술로 기능하며 곰인간 기술이 대지 기술로 기능합니다.",
        "snoId": 1106384
    },
    "양치기의": {
        "desc": "활성화되어 있는 동료 한 마리당 핵심 기술이 주는 피해가 증가합니다.",
        "snoId": 1106407
    },
    "원기": {
        "desc": "늑대인간 변신 상태에서 의 피해 감소를 얻습니다.",
        "snoId": 1206401
    },
    "어두운_포효의": {
        "desc": "쇠약의 포효가 늑대인간 기술로 취급됩니다. 추가로, 쇠약의 포효가 중독된 적을 초 동안 이동 불가 상태로 만듭니다.",
        "snoId": 1201796
    },
    "광란의_야수인간의": {
        "desc": "회색곰의 격노의 지속시간이 초 증가합니다. 추가로, 회색곰의 격노가 활성화되어 있는 동안 공격이 극대화로 적중하면 지속시간 동안 극대화 피해가 , 최대 까지 증가합니다.",
        "snoId": 1205996
    },
    "거친_분노의": {
        "desc": "자신이 야수의 광란 핵심 지속 효과의 보너스를 얻을 때 동료들도 보너스를 얻습니다.",
        "snoId": 1205052
    },
    "탄도학의": {
        "desc": "보강 효과가 있을 때 대지 기술 등급이 상승합니다.",
        "snoId": 1202438
    },
    "폭풍변형자의": {
        "desc": "싹쓸바람이 활성화되어 있는 동안 변신 기술 등급이 상승합니다.",
        "snoId": 1202540
    },
    "폭풍추격자의": {
        "desc": "회오리바람이 최대 마리의 대상을 찾아갑니다.",
        "snoId": 1105817
    },
    "룬세공사의_도관": {
        "desc": "자신이 시전하는 폭풍 기술이 극대화로 적중하면 주위의 공기를 초 동안 충전하여, 범위 내의 적 한 마리를 번갯불로 주기적으로 후려쳐 의 번개 피해를 줍니다. 추가 극대화 적중 시 이 지속시간이 연장됩니다.",
        "snoId": 1105842
    },
    "강폭풍의": {
        "desc": "대지의 힘 핵심 지속 효과가 폭풍 기술에도 적용됩니다.",
        "snoId": 1105865
    },
    "공생하는": {
        "desc": "자연의 격노 핵심 지속 효과가 자원 소모 없이 기술을 발동시킬 때, 반대되는 유형의 비궁극기 기술의 재사용 대기시간이 초 감소합니다.",
        "snoId": 1212893
    },
    "대지수호자": {
        "desc": "군중 제어 상태로 만드는 적 하나당 다음 대지 방벽에 만큼, 최대 의 보너스를 얻습니다.",
        "snoId": 1214291
    },
    "번개춤꾼의": {
        "desc": "번개 폭풍이 극대화로 적중하면 춤추는 번개 줄기 개가 생겨납니다. 번개 줄기는 범위 내의 적들을 찾아가 의 번개 피해를 줍니다.",
        "snoId": 1105811
    },
    "광포한_늑대의": {
        "desc": "회색곰의 격노 사용 시 광포한 늑대인간으로 변신합니다. 광포한 늑대인간일 때 피해 감소 대신 의 이동 속도와 의 영력 소모량 감소 보너스를 얻습니다. 추가로, 적 처치 시 최대 생명력의 가 회복됩니다.",
        "snoId": 1105800
    },
    "쑥대밭의": {
        "desc": "동료를 마리 추가로 얻습니다. 추가로, 동료 기술이 의 추가 피해를 줍니다.",
        "snoId": 1222401
    },
    "변형_돌의": {
        "desc": "바위가 핵심 기술로 변경되어 의 영력을 소모하며 원래 피해의 만큼 피해를 줍니다.",
        "snoId": 1338010
    },
    "흐릿한_야수의": {
        "desc": "질주하는 동안 칼날 발톱이 주위의 중독된 적을 찾아 즉시 의 중독 피해를 줍니다.",
        "snoId": 1338284
    },
    "지하": {
        "desc": "맹독 덩굴 사용 시 자신의 주위에 원 모양으로 산사태를 시전합니다. 대지 기술이 중독된 적에게 주는 피해가 증가합니다.",
        "snoId": 1433952
    },
    "원초적인_힘": {
        "desc": "곰인간 기술을 적 마리에게 적중시키면 다음 곰인간 기술의 피해가 증가하고 초 동안 적을 기절시킵니다.",
        "snoId": 1619484
    },
    "별빛": {
        "desc": "자신이 생명력을 회복할 때마다 주 자원을 얻습니다.",
        "snoId": 1106452
    },
    "위세의": {
        "desc": "기본 기술이 초 동안 의 피해 감소를 부여합니다.",
        "snoId": 1106483
    },
    "보호자의": {
        "desc": "정예 적에게 피해를 주면 초 동안 최대 의 보호막을 얻습니다. 이 효과는 초에 한 번만 발동합니다.",
        "snoId": 1106507
    },
    "내면의_고요의": {
        "desc": "가만히 서 있는 시간 초당 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1106533
    },
    "바람_격퇴자": {
        "desc": "극대화 적중 시 이동 속도가 초 동안 만큼, 최대 초까지 증가합니다.",
        "snoId": 1106547
    },
    "어스름의": {
        "desc": "적을 군중 제어 상태로 만들면 주 자원을 회복합니다.",
        "snoId": 1106601
    },
    "자만하는": {
        "desc": "보호막이 있을 때 주는 피해가 증가합니다.",
        "snoId": 1106658
    },
    "보호하는": {
        "desc": "건강 상태가 아닐 때 적중당하면 초 동안 자신의 주위에 마법의 거품이 생겨납니다. 거품 안에 서 있는 동안 플레이어들은 면역이 됩니다. 이 효과는 초에 한 번만 발동합니다.",
        "snoId": 1106730
    },
    "불복의": {
        "desc": "어떤 형태로든 피해를 주면 방어도가 초 동안 증가합니다. 이 효과는 최대 까지 중첩됩니다.",
        "snoId": 1106104
    },
    "응보의": {
        "desc": "원거리에 있는 적이 자신을 적중시킬 때 해당 적이 의 확률로 초 동안 기절합니다. 기절한 적에게 주는 피해가 증가합니다.",
        "snoId": 1106134
    },
    "재빠른": {
        "desc": "기본 기술의 공격 속도가 증가합니다.",
        "snoId": 1106177
    },
    "검의_달인": {
        "desc": "시전 시 사용할 수 있는 주 자원에 따라 기술이 주는 피해가 최대 증가합니다. 이 효과는 주 자원이 가득 찼을 때 최대의 효과를 발휘합니다.",
        "snoId": 1106385
    },
    "군중_속_현자의": {
        "desc": "근거리에 있는 적 하나당 매초 생명력을 만큼, 최대 까지 회복합니다.",
        "snoId": 1106409
    },
    "기대하는_자의": {
        "desc": "적을 기본 기술로 공격하면 다음으로 시전하는 핵심 기술이 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1106426
    },
    "유령방랑자": {
        "desc": "저지 불가 상태인 동안과 그 후 초 동안, 이동 속도가 증가하고 적 사이를 제약 없이 이동할 수 있습니다.",
        "snoId": 1225424
    },
    "공통의_비참의": {
        "desc": "행운의 적중 공격이 군중 제어의 영향을 받는 적에게 적중하면 최대 확률로 해당 군중 제어 효과가 영향을 받지 않는 다른 적에게 퍼집니다.",
        "snoId": 1227282
    },
    "신출귀몰한": {
        "desc": "군중 제어 상태에서 부상당하면 초 동안 저지 불가 상태가 됩니다. 이 효과에는 초의 재사용 대기시간이 있습니다.",
        "snoId": 1223891
    },
    "동화": {
        "desc": "지속 피해의 영향을 받는 적을 상대로 회피 확률이 증가합니다. 회피할 때 주 자원을 얻습니다.",
        "snoId": 1226354
    },
    "바늘불꽃": {
        "desc": "가시 피해를 줄 때 확률로 주위 모든 적에게 피해를 줍니다.",
        "snoId": 1227650
    },
    "차폐하는_방벽의": {
        "desc": "보호막이 있을 때 확률로 원거리에 있는 적이 주는 직접 피해를 무시합니다.",
        "snoId": 1225448
    },
    "천벌의": {
        "desc": "부상당한 적을 상대로 극대화 확률이 증가합니다. 자신이 건강 상태일 때 군중 제어 효과의 지속시간이 증가합니다.",
        "snoId": 1105844
    },
    "가속하는": {
        "desc": "핵심 기술이 극대화로 적중하면 공격 속도가 초 동안 증가합니다.",
        "snoId": 1105816
    },
    "착취자의": {
        "desc": "군중 제어 효과의 지속시간이 증가합니다. 적이 저지 불가 상태일 때 해당 적에게 주는 피해가 증가합니다.",
        "snoId": 1225582
    },
    "비열한": {
        "desc": "감속되거나 오한을 느끼는 적에게서 멀어질 때 이동 속도가 증가합니다.",
        "snoId": 1437498
    },
    "용맹의": {
        "desc": "근거리에 있는 적이 마리 이상일 때 해당 적들을 초 동안 기절시킵니다. 이 효과는 초에 한 번씩만 발동합니다.",
        "snoId": 1438478
    },
    "원소의": {
        "desc": "초 동안 일련의 유형별로 주는 피해가 증가합니다. 이 효과는 개의 조합이 번갈아 적용됩니다. 화염, 번개, 물리 냉기, 독, 암흑",
        "snoId": 1485368
    },
    "살육의": {
        "desc": "이동 속도가 증가합니다. 피해를 받으면 초 동안 이 효과를 잃습니다.",
        "snoId": 1602955
    },
    "광분한_망자의": {
        "desc": "소환된 내 하수인 하나가 적에게 피해를 줄 때마다 하수인이 초 동안 공격 속도를 만큼, 최대 까지 얻습니다.",
        "snoId": 1106475
    },
    "살을_찢는": {
        "desc": "부패가 시체를 생성할 때 정수를 얻습니다.",
        "snoId": 1106485
    },
    "쪼개지는": {
        "desc": "뼈 창의 주 공격이 첫 타격 이후 적중한 적을 초 동안 취약하게 만듭니다. 뼈 창의 뼈 파편이 취약한 적에게 의 추가 피해를 주고 관통합니다.",
        "snoId": 1106590
    },
    "낙하하는_어둠의": {
        "desc": "뼈 감옥이 마름병 웅덩이를 생성합니다. 웅덩이는 초에 걸쳐 의 추가 피해를 줍니다.",
        "snoId": 1106635
    },
    "공허의": {
        "desc": "마름병의 부정한 지대가 생성될 때 범위 주위의 적들을 끌어당깁니다.",
        "snoId": 1106639
    },
    "썩은": {
        "desc": "부패가 최대 마리의 추가 대상에게 전이될 수 있습니다. 부패가 시체를 생성할 때, 확률로 영향을 받는 모든 대상 아래에 시체를 생성합니다.",
        "snoId": 1106650
    },
    "힘을_주는_수확자의": {
        "desc": "절단으로 적에게 피해를 주면 확률로 대상 밑에 의 추가 피해를 주는 마름병 웅덩이가 생성됩니다. 이 효과는 초에 한 번만 발동합니다.",
        "snoId": 1106675
    },
    "냉기인도자의": {
        "desc": "해골 마법학자가 초마다 한 번씩 눈보라를 시전합니다. 눈보라는 의 냉기 피해를 주고 초에 걸쳐 적에게 지속적으로 의 오한을 느끼게 합니다.",
        "snoId": 1106690
    },
    "피몰이의": {
        "desc": "피의 창이 창에 찔린 적 하나당 주 대상에게 주는 피해가 증가합니다.",
        "snoId": 1106117
    },
    "굶주린_피의": {
        "desc": "시전한 피의 창이 이미 창에 꽂힌 적에게 처음 적중할 때 근처 적에게 피의 창을 추가로 날려, 원래 피해의 만큼 피해를 줍니다.",
        "snoId": 1106130
    },
    "불가사의한_지배의": {
        "desc": "해골 마법학자의 최대 수가 증가합니다.",
        "snoId": 1106156
    },
    "피에_젖은": {
        "desc": "피 안개가 초 동안 더럽혀진 지대를 남겨, 안에 서 있는 적에게 매초 의 암흑 피해를 줍니다. 피 안개가 활성화되어 있는 동안 이동 속도가 감소하지 않습니다.",
        "snoId": 1106163
    },
    "불어나는_저주의": {
        "desc": "뼈 영혼이 주는 피해가 이동 거리에 따라 증가하여 최대 까지 증가합니다.",
        "snoId": 1106206
    },
    "터져_나가는_뼈의": {
        "desc": "뼈 감옥의 구획이 파괴되거나 만료될 때, 주위 지역에 의 피해를 줍니다.",
        "snoId": 1106224
    },
    "굳센_사령관의": {
        "desc": "망자의 군대가 활성화되어 있는 동안, 자신의 하수인의 공격 속도가 , 받는 피해가 감소합니다.",
        "snoId": 1106382
    },
    "보호하는_폭풍의": {
        "desc": "뼈 폭풍이 적에게 피해를 줄 때마다 초 동안 기본 생명력의 만큼 보호막을 얻습니다.",
        "snoId": 1106392
    },
    "휘감는_핏줄의": {
        "desc": "시체 촉수 시전 시 초 동안 극대화 확률이 증가합니다. 시체 촉수로 피해를 받은 적에게 의 추가 극대화 피해를 줍니다.",
        "snoId": 1106529
    },
    "피바람의": {
        "desc": "해골 전사의 최대 수가 증가합니다.",
        "snoId": 1106545
    },
    "고난의": {
        "desc": "뼈 기술이 극대화로 적중하면 정수 재생이 초 동안 증가합니다.",
        "snoId": 1224752
    },
    "톱니의": {
        "desc": "골화 정수 핵심 지속 효과가 을를 초과하는 정수 당 뼈 기술의 극대화 피해를 만큼, 최대 까지 증가시킵니다.",
        "snoId": 1221425
    },
    "뼈_질풍": {
        "desc": "뼈 폭풍이 시체를 최대 구 소모하여 지속시간을 최대 초까지 증가시킵니다.",
        "snoId": 1220407
    },
    "드러난_살의": {
        "desc": "행운의 적중 취약한 적을 적중시키면 최대 확률로 정수가 생성됩니다.",
        "snoId": 1220423
    },
    "마름병": {
        "desc": "그림자 마름병 핵심 지속 효과가 적에게 번 피해를 준 후 초 동안 주는 피해가 증가합니다.",
        "snoId": 1220473
    },
    "고문하는": {
        "desc": "자신의 가시 박힌 철관에 걸린 적이 직접 피해를 줄 때 확률로 초 동안 기절합니다.",
        "snoId": 1221466
    },
    "저주받은_운명의": {
        "desc": "노화와 가시 박힌 철관에 모두 걸린 적에게 주는 암흑 피해가 증가합니다.",
        "snoId": 1221014
    },
    "부패의": {
        "desc": "그림자 마름병 핵심 지속 효과가 적에게 피해를 줄 때마다, 초 내에 다음 그림자 마름병이 주는 피해가 증가합니다. 이 효과는 최대 번까지 중첩됩니다.",
        "snoId": 1221533
    },
    "피칠갑": {
        "desc": "피의 쇄도의 회오리가 잠시 후 다시 퍼져 나가며 감소된 피해를 줍니다.",
        "snoId": 1221658
    },
    "해일": {
        "desc": "피의 파도가 파도를 번 추가로 내보냅니다. 파도는 각각 앞의 파도보다 감소한 피해를 줍니다.",
        "snoId": 1223789
    },
    "빠른피": {
        "desc": "피의 구슬이 궁극기의 재사용 대기시간을 초 감소시킵니다.",
        "snoId": 1221650
    },
    "라트마의_선택받은_자의": {
        "desc": "피 기술이 적을 제압할 때마다 초 동안 공격 속도가 증가합니다.",
        "snoId": 1221701
    },
    "때_이른_죽음의": {
        "desc": "위로 치유하는 최대 생명력의 비율 마다 다음으로 제압하는 공격의 제압 피해에 의 보너스를, 최대 까지 얻습니다.",
        "snoId": 1221706
    },
    "효능이_있는_피의": {
        "desc": "건강 상태일 때, 피의 구슬이 정수를 부여합니다.",
        "snoId": 1221644
    },
    "파괴적인": {
        "desc": "확률로 재사용 대기 중인 골렘의 재사용 대기시간이 초 감소하고, 골렘이 일반 공격으로 적에게 피해를 줄 때마다 확률로 시체 구가 생성됩니다.",
        "snoId": 1222122
    },
    "굳은_뼈의": {
        "desc": "하수인의 피해 감소가 증가합니다.",
        "snoId": 1222591
    },
    "희생의": {
        "desc": "희생 보너스가 증가합니다.",
        "snoId": 1222267
    },
    "장송곡": {
        "desc": "활성화된 하수인 하나당 최대 정수를 얻습니다.",
        "snoId": 1223238
    },
    "생환의": {
        "desc": "하수인이 살아 있는 동안 주는 피해가 초 후에 최대 까지 증가합니다.",
        "snoId": 1223322
    },
    "뼈다귀의": {
        "desc": "시체 소모 시 다음 핵심 기술이 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1222414
    },
    "염습자의": {
        "desc": "시체 소모 시 확률로 피의 구슬을 생성합니다.",
        "snoId": 1222471
    },
    "궁극의_그림자의": {
        "desc": "뼈 폭풍과 피의 파도가 어둠 기술로도 취급되어 암흑 피해를 주고, 추가 효과를 얻습니다. 뼈 폭풍으로 피해를 받는 적은 초에 걸쳐 의 암흑 피해를 받습니다. 피의 파도가 이동하면서 더럽혀진 지대를 생성하여 초에 걸쳐 의 암흑 피해를 줍니다.",
        "snoId": 1106218
    },
    "폭발하는_안개의": {
        "desc": "피 안개가 주변 시체들에 시체 폭발을 일으킵니다. 시체를 터뜨릴 때 피 안개의 재사용 대기시간이 초 감소합니다.",
        "snoId": 1106610
    },
    "피_가시의": {
        "desc": "피의 창 시전 시 피의 구슬을 소모하여 구슬로부터 창을 추가로 구현합니다. 추가로 구현된 피의 창은 각각 원래 피해의 만큼 피해를 주고 창에 찔리지 않은 적을 우선적으로 대상으로 지정합니다.",
        "snoId": 1439750
    },
    "긴_그림자의": {
        "desc": "행운의 적중 지속 암흑 피해 효과가 확률로 정수를 생성합니다. 그림자 마름병 핵심 지속 효과로 주는 피해가 항상 정수를 생성합니다.",
        "snoId": 1622848
    },
    "흉내낸_주입의": {
        "desc": "복제된 그림자가 기술에 적용된 주입도 흉내냅니다. 주입 기술을 시전하면 활성화된 복제된 그림자의 피해가 초 동안 증가합니다.",
        "snoId": 1106666
    },
    "휩싸는": {
        "desc": "가만히 서 있는 동안 초마다 자원 소모 없이 어둠의 장막 그림자를 얻습니다. 어둠의 장막 그림자 하나당 피해 감소가 증가합니다.",
        "snoId": 1106674
    },
    "교묘한_사격": {
        "desc": "꿰뚫는 사격이 적에게 피해를 줄 때마다 개의 추가 화살이 양쪽으로 갈라져 날아갑니다. 이 갈래 화살은 꿰뚫는 사격 기본 공격력의 만큼 피해를 주며 갈라지지 않습니다.",
        "snoId": 1106115
    },
    "빙빙_도는_칼날의": {
        "desc": "연타가 주위의 적에게 원형으로 피해를 주며 주는 피해가 증가합니다.",
        "snoId": 1106126
    },
    "폭발성_그림자의": {
        "desc": "어둠의 장막의 그림자가 제거되면 폭발하여 자신의 주위에 의 암흑 피해를 줍니다.",
        "snoId": 1106158
    },
    "원기력의": {
        "desc": "정예 적에게 기본 기술로 피해를 주면 기력이 생성됩니다.",
        "snoId": 1106168
    },
    "불시의": {
        "desc": "피하기 또는 그림자 걸음을 사용할 때 뒤에 폭발하는 섬광 수류탄 더미를 남깁니다. 수류탄은 총 의 물리 피해를 주고 적들을 초 동안 기절시킵니다.",
        "snoId": 1106222
    },
    "말썽꾼의": {
        "desc": "쇠못 덫이 폭발하는 섬광 수류탄도 던집니다. 수류탄은 총 의 물리 피해를 주고 적들을 초 동안 기절시킵니다.",
        "snoId": 1106238
    },
    "불안정한_주입의": {
        "desc": "주입 기술 시전 시 자신의 주위에 폭발이 일어나, 주입 효과를 적용하고 같은 유형의 피해를 줍니다.",
        "snoId": 1106246
    },
    "칼춤꾼의": {
        "desc": "회전 칼날이 돌아온 후 짧은 시간 동안 궤도를 돌며, 적중당 회전 칼날이 돌아오며 주는 피해의 만큼 피해를 줍니다. 칼날이 돌아오는 거리에 따라, 궤도 피해가 돌아오며 주는 피해의 최대 까지 증가합니다.",
        "snoId": 1106259
    },
    "맹독_연금술사의": {
        "desc": "행운의 적중 암흑 주입 기술로 중독된 적에게 피해를 주면 최대 확률로 독성 폭발이 일어나 대상과 주변 적들에게 초에 걸쳐 의 중독 피해를 줍니다.",
        "snoId": 1106283
    },
    "얼음_연금술사의": {
        "desc": "행운의 적중 암흑 주입 기술로 오한을 느끼거나 빙결된 적에게 피해를 주면 최대 확률로 폭발이 일어나 대상과 주변 적들에게 의 냉기 피해를 주고 의 오한을 느끼게 합니다.",
        "snoId": 1106291
    },
    "그림자베기": {
        "desc": "질주를 시전할 때, 자신의 위치에 복제된 그림자가 생성되어 질주를 시전하고 기본 공격력의 만큼 피해를 줍니다.",
        "snoId": 1106314
    },
    "화살_폭풍의": {
        "desc": "행운의 적중 명사수 기술이 최대 확률로 적의 위치에 화살 폭풍을 내려 초에 걸쳐 의 물리 피해를 줍니다. 화살 폭풍은 최대 개까지 활성화할 수 있습니다.",
        "snoId": 1106339
    },
    "터져_나가는_맹독의": {
        "desc": "행운의 적중 독 주입 기술이 확률로 맹독 웅덩이를 생성합니다. 웅덩이는 안에 있는 적에게 초에 걸쳐 의 중독 피해를 줍니다. 웅덩이 안에 서 있는 동안에는 독 주입 기술에 재사용 대기시간과 충전 한도가 적용되지 않습니다.",
        "snoId": 1106355
    },
    "갈라지는_일제_사격의": {
        "desc": "탄막의 화살이 튕길 때마다 확률로 개로 갈라집니다.",
        "snoId": 1208170
    },
    "발파덫_사냥꾼의": {
        "desc": "행운의 적중 자신의 덫 기술의 영향을 받는 적에게 직접 피해를 주면 최대 확률로 대상이 초 동안 취약해집니다.",
        "snoId": 1186573
    },
    "폭발하는_정력의": {
        "desc": "수류탄 기술이 덫 기술로 취급됩니다. 덫을 충전하거나 수류탄을 떨어뜨릴 때마다 초 동안 이동 속도가 증가합니다.",
        "snoId": 1218947
    },
    "으스스한_기만의": {
        "desc": "멍해진 적에게 날쌘 몸놀림 기술로 직접 피해를 주면 초 동안 은폐 상태가 됩니다. 공격을 가해 은폐가 풀리면 초 동안 의 제어 방해 지속시간 감소를 얻습니다.",
        "snoId": 1184417
    },
    "잔혹한_자양의": {
        "desc": "희생의 핵심 지속 효과에 따른 폭발에 피해를 받은 적 하나당 자신의 생명력이 만큼, 최대 까지 회복됩니다.",
        "snoId": 1184011
    },
    "한_맺힌": {
        "desc": "행운의 적중 적을 취약하게 만들면 최대 확률로 초 동안 극대화 확률이 만큼, 최대 까지 증가합니다.",
        "snoId": 1184524
    },
    "걸신들린": {
        "desc": "취약한 적을 처치하면 초 동안 기력 재생이 증가합니다.",
        "snoId": 1184468
    },
    "탈출의_명수의": {
        "desc": "주변 적에게 피해를 받으면 연막탄을 떨어뜨려 초 내 다음 공격 번을 회피합니다. 이 효과는 초에 한 번씩만 발동합니다.",
        "snoId": 1185975
    },
    "빼앗긴_원기의": {
        "desc": "기세 핵심 지속 효과가 중첩 회당 매초 생명력을 치유합니다.",
        "snoId": 1186855
    },
    "기회주의자의": {
        "desc": "공격으로 은폐 상태가 해제될 때, 자신의 위치 주위에 폭발하는 섬광 수류탄 더미를 떨어뜨립니다. 수류탄은 총 의 물리 피해를 주고 적을 초 동안 기절시킵니다.",
        "snoId": 1189296
    },
    "재촉하는_안개의": {
        "desc": "질주가 끝날 때 자동으로 연막탄을 떨어뜨립니다. 연막탄이 적중한 적 하나당 질주의 재사용 대기시간이 초만큼, 최대 까지 감소합니다.",
        "snoId": 1187878
    },
    "사기꾼의": {
        "desc": "군중 제어의 영향을 받는 적에게 받는 피해가 감소합니다. 군중 제어의 영향을 받는 적에게 직접 피해를 받을 때마다 초 동안 의 이동 속도를 얻습니다.",
        "snoId": 1186373
    },
    "흡수되는_양식의": {
        "desc": "행운의 적중 핵심 기술로 취약한 적에게 피해를 주면 최대 확률로 치유 물약이 떨어집니다.",
        "snoId": 1186377
    },
    "타락의": {
        "desc": "취약한 적을 대상으로 주입 기술의 효력이 증가합니다.",
        "snoId": 1186379
    },
    "난도질꾼의": {
        "desc": "행운의 적중 취약한 적에게 직접 피해를 주면 최대 확률로 적을 초 동안 멍하게 만듭니다.",
        "snoId": 1186692
    },
    "어스름한": {
        "desc": "행운의 적중 명사수 기술이 극대화로 적중하면 최대 확률로 어둠의 장막 그림자 하나를 자원 소모 없이 생성합니다.",
        "snoId": 1220101
    },
    "유독한_얼음의": {
        "desc": "오한을 느끼는 적이 독 주입으로 중독되면 매초 의 오한을 추가로 느낍니다. 빙결된 적에게 주는 독 피해가 증가합니다.",
        "snoId": 1302490
    },
    "유린자의": {
        "desc": "그림자 걸음이 추가 충전을 얻습니다. 그림자 걸음으로 적을 처치하면 충전을 하나 돌려받고 초 동안 그림자 걸음이 주는 피해가 만큼, 최대 까지 증가합니다.",
        "snoId": 1304553
    },
    "상승효과의": {
        "desc": "날쌘 몸놀림 기술을 사용하면 다음 기만 기술의 재사용 대기시간이 감소합니다. 기만 기술을 사용하면 다음 날쌘 몸놀림 기술이 주는 피해가 증가합니다.",
        "snoId": 1301737
    },
    "치명적인_땅거미의": {
        "desc": "피하기로 암흑 주입에 걸린 적을 통과하면 초 동안 은폐 상태가 됩니다. 공격을 가해 은폐가 풀리면 초 동안 처치 시 최대 생명력의 회복 효과를 얻습니다.",
        "snoId": 1301760
    },
    "신출귀몰한_으름장의": {
        "desc": "백병전 핵심 지속 효과의 두 가지 보너스를 모두 적용받는 동안, 적에게 적중당할 때마다 회피 확률이 증가합니다. 회피에 성공하면 이 보너스가 초기화됩니다.",
        "snoId": 1304680
    },
    "침투자의": {
        "desc": "맹독 덫을 사용해도 은폐가 풀리지 않고, 은폐 상태일 때 재사용 대기시간이나 덫 충전 시간이 발동되지 않습니다. 은폐 상태에서 빠져나올 때 맹독 덫이 작동하고 맹독 덫의 재사용 대기시간은 설치한 덫 하나당 초가 됩니다.",
        "snoId": 1304821
    },
    "동상에_걸린": {
        "desc": "오한을 느끼는 적이 수류탄 기술에 적중당하면 극대화 확률의 배 확률로 즉시 초 동안 빙결됩니다. 빙결된 적에게 주는 극대화 피해가 증가합니다.",
        "snoId": 1302633
    },
    "반복되는": {
        "desc": "연발 사격이 확률로 다른 대상에게 튕깁니다.",
        "snoId": 1206102
    },
    "순간_빙결": {
        "desc": "피하기로 오한을 느끼거나 빙결된 적을 통과할 때마다 초 동안 만큼, 최대 의 피해를 흡수하는 보호막을 얻습니다.",
        "snoId": 1219217
    },
    "역병_촉의": {
        "desc": "구멍 뚫기를 번 시전할 때마다 원래 지속 효력의 로 독이 주입됩니다.",
        "snoId": 1439745
    },
    "교활한_계획의": {
        "desc": "기력을 소모하면 폭발하는 섬광 수류탄을 방출합니다. 섬광 수류탄은 총 의 물리 피해를 주고 적들을 초 동안 기절시킵니다. 수류탄 기술이 주는 피해가 증가합니다.",
        "snoId": 1620632
    },
    "속박하는_불씨의": {
        "desc": "화염 보호막이 있을 때 적 사이를 제약 없이 이동할 수 있습니다. 화염 보호막이 활성화되어 있는 동안 통과하는 적이 초 동안 이동 불가 상태가 됩니다.",
        "snoId": 1106399
    },
    "눈경비병의": {
        "desc": "자신의 눈보라 안에 있거나 범위를 벗어난 후 초 동안 받는 피해가 감소합니다.",
        "snoId": 1106418
    },
    "세_가지_저주의": {
        "desc": "운석 낙하 및 화염구의 극대화 피해가 증가합니다. 건강 상태의 대상에게는 이 효과가 배로 증가합니다.",
        "snoId": 1106440
    },
    "꿰뚫는_정전기의": {
        "desc": "번개 줄기가 적을 관통하지만 첫 번째 대상 이후로 적중한 적에게 주는 피해가 감소합니다.",
        "snoId": 1106489
    },
    "서리_대공세": {
        "desc": "서릿발이 추가 충전을 얻지만 충전당 재사용 대기시간이 증가합니다.",
        "snoId": 1106548
    },
    "충전된": {
        "desc": "짜릿한 에너지를 얻으면 초 동안 이동 속도가 증가합니다.",
        "snoId": 1106644
    },
    "(ph)_of_ensnaring_current": {
        "desc": "구상 번개가 이동하면서 적들을 끌어당깁니다.",
        "snoId": 1106717
    },
    "얼음_궤도의": {
        "desc": "얼음 보주가 목표 지점에 도달한 후 그 자리에서 번 추가로 폭발하여 피해의 를 줍니다.",
        "snoId": 1106733
    },
    "구렁이의": {
        "desc": "히드라를 추가로 마리 더 소환해 둘 수 있고, 히드라의 지속시간이 증가합니다.",
        "snoId": 1106123
    },
    "아마겟돈의": {
        "desc": "지옥불의 지속시간 동안 작은 운석이 마구 떨어지며, 충돌 시 의 화염 피해를 줍니다. 작은 운석이 적을 초 동안 이동 불가 상태로 만듭니다.",
        "snoId": 1106174
    },
    "큰불의": {
        "desc": "소각을 사용하는 동안 자신이 주는 연소 피해가 증가합니다.",
        "snoId": 1212473
    },
    "고대_불길의": {
        "desc": "에수의 흉포함 핵심 지속 효과의 두 가지 보너스가 모두 활성화되어 있는 동안, 공격 속도가 증가합니다.",
        "snoId": 1212492
    },
    "휘감는_불길의": {
        "desc": "생명력이 미만인 적에게 주는 연소 피해가 증가합니다. 적이 전체 생명력보다 많은 지속 피해에 영향을 받고 있을 때, 해당 적에게 주는 연소 피해가 증가합니다.",
        "snoId": 1212468
    },
    "방화": {
        "desc": "행운의 적중 방화 기술로 피해를 주면 최대 확률로 마나가 회복됩니다.",
        "snoId": 1212482
    },
    "그슬린_사지의": {
        "desc": "이동 불가 효과가 끝난 후, 적들이 초 동안 감속됩니다.",
        "snoId": 1213811
    },
    "화염방랑자의": {
        "desc": "내 화염벽에 닿으면 초 동안 의 이동 속도를 얻습니다.",
        "snoId": 1214264
    },
    "산산조각_난_별의": {
        "desc": "운석 주위에 작은 운석들이 떨어지며, 충돌 시 의 화염 피해를 줍니다. 작은 운석은 추가로 적중하는 적들을 불태워 초에 걸쳐 의 피해를 줍니다.",
        "snoId": 1212514
    },
    "빙하의": {
        "desc": "눈보라를 시전하면 주기적으로 폭발하는 얼음 가시가 생성되어 의 피해를 줍니다. 얼음 가시가 빙결된 적에게 주는 피해가 증가합니다.",
        "snoId": 1212317
    },
    "눈의_장막": {
        "desc": "얼음 갑옷 시전 시 초 동안 저지 불가 상태가 되고 방어도가 추가로 증가합니다.",
        "snoId": 1211282
    },
    "얼어붙은_흔적의": {
        "desc": "얼음 갑옷이 활성화되어 있는 동안, 뒤에 폭발하는 얼음 가시를 남겨 의 피해를 줍니다. 얼음 가시가 적들에게 의 오한을 느끼게 합니다.",
        "snoId": 1212315
    },
    "꿰뚫는_추위의": {
        "desc": "얼음 파편이 번 관통하면서, 적을 추가로 적중할 때마다 감소한 피해를 줍니다.",
        "snoId": 1212505
    },
    "둘러싸인": {
        "desc": "냉대가 활성화되어 있는 동안 매초 최대 생명력과 마나의 를 회복합니다.",
        "snoId": 1212496
    },
    "요행의": {
        "desc": "보호막이 있을 때 행운의 적중 확률이 증가합니다.",
        "snoId": 1212461
    },
    "파고드는_추위의": {
        "desc": "적을 빙결시킬 때 확률로 해당 적이 초 동안 취약해집니다.",
        "snoId": 1224522
    },
    "폭풍_격화": {
        "desc": "보호막이 있을 때 취약한 적에게 주는 피해가 증가합니다.",
        "snoId": 1224682
    },
    "얼어붙은_동토의": {
        "desc": "냉대가 활성화되어 있는 동안, 범위 내에 폭발하는 얼음 가시가 생성되어 의 냉기 피해를 줍니다. 얼음 가시의 폭발 반경이 증가합니다.",
        "snoId": 1212280
    },
    "압도적인_전류의": {
        "desc": "불안정한 전류가 확률로 추가 감전 기술을 시전합니다.",
        "snoId": 1225182
    },
    "재충전의": {
        "desc": "연쇄 번개가 튕길 때마다 마나를 얻습니다.",
        "snoId": 1225217
    },
    "중력의": {
        "desc": "구상 번개가 자신의 주위를 돌고 주는 피해가 증가합니다.",
        "snoId": 1229700
    },
    "마법사_군주의": {
        "desc": "비르의 숙련 핵심 지속 효과가 추가로 근거리에 있는 적 하나당 피해 감소를 만큼, 최대 까지 부여합니다.",
        "snoId": 1227239
    },
    "갈라지는_마력의": {
        "desc": "번개 창 시전 시 확률로 추가 번개 창이 생성됩니다.",
        "snoId": 1225294
    },
    "끊어지지_않는_끈의": {
        "desc": "연쇄 번개가 확률로 번 추가로 연쇄됩니다.",
        "snoId": 1225297
    },
    "속박하는_도관의": {
        "desc": "순간이동한 뒤 초 후 의 이동 속도를 얻습니다.",
        "snoId": 1229077
    },
    "안정적인": {
        "desc": "불안정한 전류가 활성화되어 있지 않은 동안, 감전 기술이 확률로 자원 소모 없이 시전을 발동시킵니다.",
        "snoId": 1227269
    },
    "영재의": {
        "desc": "재사용 대기시간이 있는 기술을 사용할 때 마나가 회복됩니다.",
        "snoId": 1214115
    },
    "흔들리지_않는_자의": {
        "desc": "직접 피해를 받으면 확률로 방어 기술 하나의 재사용 대기시간이 초기화됩니다.",
        "snoId": 1225190
    },
    "정령술사의": {
        "desc": "마나가 이상일 때 핵심 또는 숙련 기술을 시전하면 극대화 확률이 증가합니다.",
        "snoId": 1213532
    },
    "정신집중의": {
        "desc": "초 동안 피해를 받지 않으면 마나 재생량이 증가합니다.",
        "snoId": 1215683
    },
    "제어의": {
        "desc": "이동 불가, 기절 또는 빙결 상태의 적에게 주는 피해가 증가합니다.",
        "snoId": 1215771
    },
    "영생하는": {
        "desc": "군중 제어의 영향을 받는 적 또는 취약한 적에게 받는 피해가 감소합니다.",
        "snoId": 1215398
    },
    "효율의": {
        "desc": "기본 기술 시전 시 다음 핵심 기술 또는 숙련 기술의 마나 소모량이 감소합니다.",
        "snoId": 1212247
    },
    "얼어붙은_기억의": {
        "desc": "눈사태 핵심 지속 효과가 추가 회의 시전에 적용됩니다.",
        "snoId": 1211551
    },
    "풍부한_에너지의": {
        "desc": "짜릿한 에너지가 확률로 추가 적에게 연쇄됩니다.",
        "snoId": 1225569
    },
    "산산조각_난": {
        "desc": "적이 빙결된 상태로 죽으면 산산조각 핵심 지속 효과의 폭발이 주는 피해가 증가합니다.",
        "snoId": 1211655
    },
    "이글거리는_결계의": {
        "desc": "마나를 소모하면 다음 화염벽이 자원 소모 없이 시전되고, 날아오는 소형 투사체를 파괴합니다.",
        "snoId": 1439761
    },
    "전투_마법사": {
        "desc": "행운의 적중 구현 기술이 적중하면 최대 확률로 구현 기술의 등급이 초 동안 상승합니다. 이 효과는 최대 번 중첩됩니다.",
        "snoId": 1622933
    }
}
