{
    "차오르는_철월": {
        "desc": "칼날 발톱으로 적을 처치하면 초 동안 은폐를 얻습니다. 공격으로 은폐 상태를 깨면 초 동안 공격이 확정적으로 극대화 적중하는 매복을 부여합니다.",
        "snoId": 1306218
    },
    "도살자의_식칼": {
        "desc": "행운의 적중 적에게 공격이 극대화로 적중하면 최대 확률로 해당 적이 초 동안 공포에 질리고 감속됩니다.",
        "snoId": 941704
    },
    "증강된_단검": {
        "desc": "최고 레벨 부스트 테스트 아이템입니다.",
        "snoId": 941728
    },
    "규탄": {
        "desc": "연계 점수 점을 소모하면 핵심 기술의 피해가 증가합니다. 이 무기를 사용하는 기본 기술이 확률로 연계 점수 점을 생성합니다.",
        "snoId": 941730
    },
    "아시아라의_칸자르": {
        "desc": "이 무기로 가한 공격이 적중하면 공격 속도가 초 동안 만큼, 최대 까지 증가합니다.",
        "snoId": 941731
    },
    "살점_분쇄봉": {
        "desc": "쇠약의 포효와 피의 울부짖음이 주위의 중독된 적에게 의 피해를 줍니다. 피해량은 보유한 의지력 당 만큼 증가합니다.",
        "snoId": 941798
    },
    "검은_강": {
        "desc": "시체 폭발이 첫 시체의 주위에 있는 시체를 최대 구 추가로 소모하여, 추가 시체 구당 주는 피해가 증가하고 반경이 커집니다.",
        "snoId": 1306235
    },
    "각성의_벽": {
        "desc": "행운의 적중 뼈 폭풍이 활성화되어 있는 동안, 뼈 폭풍 밖에 있는 적을 적중시키면 최대 확률로 그 위치에 추가 뼈 폭풍이 생겨납니다. 활성화된 희생 보너스 하나당 확률이 증가하고 추가로 생겨나는 뼈 폭풍의 총 개수가 증가합니다.",
        "snoId": 1439541
    },
    "라말라드니의_역작": {
        "desc": "보유한 분노 당 이 무기를 사용하는 기술이 주는 피해가 증가하지만, 매초 분노를 잃습니다.",
        "snoId": 1304455
    },
    "푸른_서슬": {
        "desc": "행운의 적중 핵심 기술이 최대 확률로 적들을 초 동안 빙결시키고 의 냉기 피해를 줍니다.",
        "snoId": 1439438
    },
    "궤멸자": {
        "desc": "행운의 적중 최대 확률로 주위 적들에게 의 암흑 피해를 주고, 적이 주는 피해를 초 동안 감소시킵니다.",
        "snoId": 941869
    },
    "화염흉터": {
        "desc": "소각을 사용하는 동안 주기적으로 적들에게 이끌리는 잿불을 쏘아 각각 의 화염 피해를 줍니다.",
        "snoId": 1214791
    },
    "망울": {
        "desc": "자원 소모 없이 순간이동 마법부여의 효과를 얻습니다. 순간이동 마법부여를 사용해 피하면 무작위 위치로 순간이동합니다.",
        "snoId": 1439529
    },
    "선조의_맹세": {
        "desc": "강철 손아귀가 사슬을 개 추가로 던집니다. 강철 손아귀에 적중당한 적에게 주는 피해가 초 동안 증가합니다.",
        "snoId": 941951
    },
    "하늘사냥꾼": {
        "desc": "적에게 처음 주는 직접 피해가 항상 극대화로 적중합니다. 핵심 기술을 시전할 때 정밀함 핵심 지속 효과 중첩이 최대라면 해당 기술의 극대화 피해가 증가하고 기력을 얻습니다.",
        "snoId": 941972
    },
    "바람살": {
        "desc": "행운의 적중 이 무기로 가한 공격이 적중하면 최대 확률로 피해가 배로 증가하고 대상을 밀쳐냅니다.",
        "snoId": 941973
    },
    "수리뿔": {
        "desc": "꿰뚫는 사격이 확률로 벽과 주위 환경에 부딪혀 튕기는 화살을 발사합니다. 꿰뚫는 사격으로 명의 적에게 피해를 주면 다음 시전 시 초 동안 적을 취약하게 만듭니다.",
        "snoId": 1439537
    },
    "지옥망치": {
        "desc": "지각 변동이 바닥에 불을 붙이고 적을 불태워 초에 걸쳐 의 추가 피해를 줍니다.",
        "snoId": 942021
    },
    "과잉_살상": {
        "desc": "결정타가 충격파를 일으켜, 적들에게 기본 공격력의 만큼 피해를 줍니다. 이 효과에 적이 죽으면 결정타의 재사용 대기시간이 초기화됩니다.",
        "snoId": 1222183
    },
    "증강된_낫": {
        "desc": "최고 레벨 부스트 테스트 아이템입니다.",
        "snoId": 942068
    },
    "피_말리는_비명": {
        "desc": "어둠 기술이 적에게 최대 의 오한을 느끼게 하고, 빙결된 적에게 주는 피해가 증가합니다. 행운의 적중 빙결된 대상을 상대할 경우, 어둠 기술이 최대 확률로 의 추가 정수를 생성합니다.",
        "snoId": 1220207
    },
    "마녀의_큰지팡이": {
        "desc": "발톱이 폭풍 기술로 변하고 폭풍 강타도 시전해 원래 피해의 만큼 피해를 줍니다.",
        "snoId": 942106
    },
    "아발리온_-_라이칸더의_창": {
        "desc": "적의 정예병을 처치한 후 초 동안 무작위 신단 효과를 얻습니다. 초에 한 번씩만 발동합니다.",
        "snoId": 942108
    },
    "끝없는_분노의_지팡이": {
        "desc": "화염구를 번 시전할 때마다 개의 추가 투사체를 발사하고, 피해가 증가합니다.",
        "snoId": 942111
    },
    "람_에센의_지팡이": {
        "desc": "시전한 번개 줄기가 확률로 적들에게 이끌리고 지속시간이 증가합니다.",
        "snoId": 1306310
    },
    "심홍색의_전장": {
        "desc": "이 무기를 사용하는 동안 파열로 적 마리 이상에게 피해를 주면 피 웅덩이가 생깁니다. 피 웅덩이는 초에 걸쳐 의 출혈 피해를 줍니다. 웅덩이 안에 서 있는 적은 받는 출혈 피해가 증가합니다.",
        "snoId": 942134
    },
    "한아비": {
        "desc": "플레이어의 극대화 피해가 증가합니다.이 무기에 붙는 나머지 속성은 일반적인 수준보다 높게 붙을 수 있습니다.",
        "snoId": 942135
    },
    "전투_무아지경": {
        "desc": "광분의 최대 중첩이 증가합니다. 광분 중첩이 최대일 때, 다른 기술들의 공격 속도가 증가합니다.",
        "snoId": 1304468
    },
    "고인돌": {
        "desc": "싹쓸바람이 활성화된 상태에서 바위를 시전하면 바위가 자신의 주위를 회전합니다.",
        "snoId": 1610440
    },
    "셀리그의_녹은_심장": {
        "desc": "의 최대 자원을 얻습니다. 또한 피해를 받을 때 잃을 생명력의 마다 자원이 대신 소모됩니다.",
        "snoId": 1275933
    },
    "추방된_군주의_영물": {
        "desc": "주 자원을 소모하면 다음 핵심 기술이 확정적으로 제압 효과를 얻습니다. 제압 효과가 있는 극대화 공격의 피해가 증가합니다.",
        "snoId": 1561309
    },
    "죽음예언자의_펜던트": {
        "desc": "피의 쇄도가 자신의 하수인들을 중심으로 작은 피 회오리를 시전하여 의 피해를 줍니다. 피해는 최초 시전 시에 흡수당하는 대상 마리당 만큼, 최대 까지 증가합니다.",
        "snoId": 1230484
    },
    "하칸의_말": {
        "desc": "화살비에 항상 모든 주입 기술이 주입됩니다.",
        "snoId": 1306258
    },
    "에사도라의_넘실거리는_카메오": {
        "desc": "짜릿한 에너지를 얻을 때 확률로 번개 파장을 내뿜어 의 번개 피해를 줍니다. 피해량은 보유한 지능 당 만큼 증가합니다.",
        "snoId": 1225299
    },
    "만보": {
        "desc": "걸어다니는 무기고 핵심 지속 효과의 마지막 피해 보너스를 얻은 후, 자동으로 발 구르기를 시전하고 분노를 얻습니다. 이 효과는 초에 한 번씩만 발동합니다.",
        "snoId": 1210595
    },
    "참회의_경갑": {
        "desc": "적에게 오한을 느끼게 하는 서리의 흔적을 남깁니다. 오한을 느끼는 적에게 주는 피해가 증가합니다.",
        "snoId": 942251
    },
    "명멸걸음": {
        "desc": "피하기로 통과한 적 하나당 재사용 대기 중인 궁극기의 재사용 대기시간이 초씩, 최대 초까지 감소합니다.",
        "snoId": 942253
    },
    "텅_빈_무덤의_경갑": {
        "desc": "절단의 악령이 이동하면서 아래에 더럽혀진 지대를 남겨, 초에 걸쳐 적들에게 의 암흑 피해를 줍니다.",
        "snoId": 1220257
    },
    "에수의_가보": {
        "desc": "극대화 확률이 자신의 이동 속도 보너스의 만큼 증가합니다.",
        "snoId": 1306301
    },
    "하로가스의_분노": {
        "desc": "행운의 적중 정예에게 출혈을 유발할 때마다 최대 확률로 비궁극기 기술의 재사용 대기시간이 초 감소합니다.",
        "snoId": 1304379
    },
    "미친_늑대의_환희": {
        "desc": "늑대인간 형상이 진정한 형상이 되며, 모든 늑대인간 기술 등급이 상승합니다.",
        "snoId": 942354
    },
    "만족을_모르는_분노": {
        "desc": "곰인간 형상이 진정한 형상이 되며, 모든 곰인간 기술 등급이 상승합니다.",
        "snoId": 942355
    },
    "서슬판금": {
        "desc": "가시를 얻습니다.",
        "snoId": 1215064
    },
    "영혼_낙인": {
        "desc": "치유 물약이 이제 즉시 치유하지 않고, 대신 초 동안 치유량의 만큼 보호막을 부여합니다. 보호막이 있는 동안에는 의 피해 감소를 얻습니다.",
        "snoId": 1560873
    },
    "피_장인의_흉갑": {
        "desc": "피의 구슬을 개 습득할 때, 뼈 영혼이 자원 소모 없이 생성되어, 현재 생명력 비율에 따라 추가 피해를 줍니다.",
        "snoId": 1306229
    },
    "건달의_가죽옷": {
        "desc": "내면의 시야를 통해 기력을 무제한으로 사용할 수 있는 동안에는, 핵심 기술을 시전하면 확률로 쇠못 덫, 맹독 덫, 또는 죽음의 덫을 생성합니다.",
        "snoId": 1612293
    },
    "무한의_의복": {
        "desc": "순간이동 사용 후, 근거리에 있는 적들이 자신에게 끌려와 초 동안 기절하지만, 순간이동의 재사용 대기시간이 증가합니다.",
        "snoId": 942363
    },
    "고르의_파멸적인_손_보호구": {
        "desc": "소용돌이가 초마다 폭발하며 끝난 후 주위 적들에게 기본 공격력의 에 해당하는 화염 피해를 줍니다.",
        "snoId": 942555
    },
    "운명의_주먹": {
        "desc": "공격 시 무작위로 원래 피해의 ~만큼 피해를 줍니다.",
        "snoId": 942559
    },
    "서리불꽃": {
        "desc": "행운의 적중 최대 확률로 적들을 초 동안 빙결시킵니다.",
        "snoId": 942560
    },
    "아래에서_들려오는_울부짖음": {
        "desc": "시체 폭발이 즉시 터지지 않고 무작위 적에게 돌진하여 폭발하는 폭발성 해골을 소환합니다. 시체 폭발의 피해가 증가합니다.",
        "snoId": 1227277
    },
    "그림자의_매듭끈": {
        "desc": "행운의 적중 사격 또는 암살 기술로 취약한 적에게 피해를 주면 최대 확률로 자신의 공격을 흉내내는 복제된 그림자를 소환합니다.",
        "snoId": 1306250
    },
    "계몽자의_장갑": {
        "desc": "화염구가 이동하면서 튕겨 바닥에 부딪힐 때마다 폭발하지만, 폭발이 주는 피해는 감소합니다.",
        "snoId": 942564
    },
    "위대한_조리츠의_엄니_투구": {
        "desc": "이미 광폭화 상태에서 또 다시 광폭화를 획득하면 의 확률로 격노 상태가 되어 주는 피해가 증가하고 초당 의 분노, 의 재사용 대기시간 감소 효과를 받습니다.",
        "snoId": 1489567
    },
    "폭풍의_포효": {
        "desc": "행운의 적중폭풍 기술이 최대 확률로 영력을 부여합니다. 기본 폭풍 기술이 늑대인간 기술로도 취급됩니다.",
        "snoId": 1304489
    },
    "바실리의_기도": {
        "desc": "대지 기술이 이제 곰인간 기술로도 취급되며 자신을 만큼 보강합니다.",
        "snoId": 1306213
    },
    "안다리엘의_두개골": {
        "desc": "행운의 적중 최대 확률로 독발을 발동하여 범위 내의 적들에게 초에 걸쳐 의 중독 피해를 줍니다.",
        "snoId": 942663
    },
    "할리퀸_관모": {
        "desc": "의 피해 감소를 얻습니다. 또한 모든 기술 등급이 상승합니다.",
        "snoId": 942664
    },
    "신_살해자_왕관": {
        "desc": "정예 적을 기절, 빙결, 이동 불가 상태로 만들거나, 우두머리에게 피해를 주면 주변의 적을 끌어당깁니다. 끌어당겨진 적에게 주는 피해가 초 동안 증가합니다. 이 효과는 초에 한 번씩 발동됩니다.",
        "snoId": 1555196
    },
    "증강된_투구": {
        "desc": "최고 레벨 부스트 테스트 아이템입니다.",
        "snoId": 942665
    },
    "죽음_없는_얼굴": {
        "desc": "뼈 창이 이동하면서 폭발하는 메아리를 남겨 의 피해를 줍니다. 피해량은 추가 극대화 피해 당 만큼 증가합니다.",
        "snoId": 1234672
    },
    "이름_없는_자의_머리쓰개": {
        "desc": "군중 제어의 영향을 받는 적을 상대로 행운의 적중 확률이 증가합니다.",
        "snoId": 942666
    },
    "폭풍의_동료": {
        "desc": "자신의 늑대 동료에게 폭풍의 힘이 깃들어 늑대가 번개 피해를 주고 폭풍의 포효 능력을 얻습니다.",
        "snoId": 942972
    },
    "만용": {
        "desc": "생명력을 위로 치유하는 효과가 초 동안 최대 생명력의 에 해당하는 보호막을 부여합니다. 생명력이 최대일 때 물약을 사용할 수 있습니다.",
        "snoId": 1306325
    },
    "새벽하늘_무릎받이": {
        "desc": "비물리 유형의 피해를 받으면 초 동안 해당 피해 유형에 대한 최대 저항이 증가합니다. 이 효과는 한 번에 한 가지 피해 유형에 대해서만 적용됩니다.",
        "snoId": 1477079
    },
    "티볼트의_의지": {
        "desc": "저지 불가 상태일 때와 그 후 초 동안 주는 피해가 증가합니다. 저지 불가 상태가 되면 주 자원을 얻습니다.",
        "snoId": 1559420
    },
    "증강된_바지": {
        "desc": "최고 레벨 부스트 테스트 아이템입니다.",
        "snoId": 942975
    },
    "핏빛_달의_무릎바지": {
        "desc": "하수인이 확률로 적에게 저주를 겁니다. 최소 개 이상의 저주에 걸린 적에게 주는 제압 피해가 증가합니다.",
        "snoId": 1217039
    },
    "어둠_속의_눈": {
        "desc": "죽음의 덫이 주는 피해가 증가합니다. 우두머리 또는 플레이어에게 적중하지 않을 경우, 적을 처치할 때까지 죽음의 덫이 계속 자동으로 충전됩니다.",
        "snoId": 942977
    },
    "얼음심장_브레이스": {
        "desc": "빙결된 상태에서 죽는 적이 확률로 서릿발을 내뿜습니다.",
        "snoId": 1306273
    },
    "붉은_열광의_반지": {
        "desc": "초 내에 분노를 소모하면, 다음에 시전하는 선조의 망치, 지각 변동, 결정타 기술이 확정적으로 극대화로 적중하며 의 추가 극대화 피해를 줍니다.",
        "snoId": 1706603
    },
    "사냥꾼의_정점": {
        "desc": "변신 기술로 대상을 처치하면 다음 보너스를 얻습니다. 늑대인간 다음 비궁극기 곰인간 기술이 자원을 소모하지 않으며 재사용 대기시간이 사라집니다. 곰인간 다음 늑대인간 기술로 처음 피해를 주면 생명력을 회복합니다.",
        "snoId": 989677
    },
    "아이리다의_거침없는_의지": {
        "desc": "궁극기를 시전하고 초 후에 다시 시전할 경우, 원거리에 있는 적을 끌어당겨 의 물리 피해를 줍니다. 이 피해량은 플레이어의 의지력 당 만큼 증가합니다.",
        "snoId": 1706650
    },
    "어머니의_품": {
        "desc": "핵심 기술이 마리 이상의 적에게 적중하면 자원 소모량의 를 돌려받습니다.",
        "snoId": 1215133
    },
    "별_없는_하늘의_반지": {
        "desc": "핵심 기술을 시전하면 핵심 기술의 자원 소모량이 만큼, 최대 까지 감소합니다. 핵심 기술이 아닌 기술을 사용하면 초기화됩니다.",
        "snoId": 1306337
    },
    "크팔의_부식된_인장": {
        "desc": "행운의 적중 지속 피해 효과가 최대 확률로 폭발하여 주변 적에게 같은 유형의 피해를 만큼 줍니다.",
        "snoId": 1559923
    },
    "멘델른의_반지": {
        "desc": "행운의 적중 최대 확률로 모든 하수인을 강화합니다. 각 하수인의 다음 공격이 폭발하며 의 물리 피해를 줍니다.",
        "snoId": 1222626
    },
    "신성모독자_영혼의_반지": {
        "desc": "장착 중인 다음 기술이 주위에 있는 시체에 자동으로 시전됩니다. 해골 되살리기가 초마다 시전됩니다. 시체 폭발이 초마다 시전됩니다. 시체 촉수가 초마다 시전됩니다.",
        "snoId": 1706659
    },
    "몸부림치는_속임수의_가락지": {
        "desc": "기만 기술을 시전하면 적을 지속적으로 도발하고 유인하는 미끼 덫을 남깁니다. 미끼 덫은 초 후 폭발하여 의 암흑 피해를 줍니다. 이 효과는 초에 한 번씩만 발동합니다.",
        "snoId": 1706657
    },
    "푸른_장미": {
        "desc": "행운의 적중 적에게 피해를 주면 최대 확률로 얼음 쐐기가 생성되어 폭발하며 의 냉기 피해를 줍니다. 적이 빙결 상태일 경우 확률이 배 증가합니다.",
        "snoId": 1211653
    },
    "탈_라샤의_오색찬란한_고리": {
        "desc": "플레이어가 주는 원소 피해 유형 하나당 초 동안 주는 피해가 증가합니다. 원소 피해를 주면 모든 증가 효과가 갱신됩니다.",
        "snoId": 1225567
    }
}
