{
    "猛る狂戦士の": "バーサーク中に直接ダメージを与えると、秒にわたって基礎ダメージのの流血ダメージを発生させる。",
    "アースクエイク": "〈グラウンド・ストンプ〉発動時にアースクエイクを起こし、秒にわたっての物理ダメージを与える。アースクエイクの範囲内にいると、与ダメージが増加する。",
    "頭蓋砕きの": "流血中の敵をスタンさせると、その敵は合計流血ダメージのを物理ダメージとして受ける。",
    "武器の達人の": "武器の達人スキルが追加のチャージを得る。 幸運の一撃 武器の達人スキルで敵にダメージを与えると、最大の確率で秒間スタンさせる。",
    "鉄の血の": "周囲の流血状態の敵体毎にのダメージ減少効果を得る。減少率は最大で。",
    "戦闘狂の": "武器を回切り替えた後、間バーサーク状態になる。",
    "反響する憤怒の": "シャウトスキル発動中、秒毎にの怒気を生成する。",
    "鉄の戦士の": "〈アイアンスキン〉に抑圧不可状態とのダメージ減少効果が加わる。",
    "巨人の歩みの": "〈リープ〉のクールダウンが、命中した敵体毎に秒減少する。減少量は最大で秒。",
    "激しき狂戦士の": "幸運の一撃 コアスキルで敵にダメージを与えると、最大の確率でバーサークの持続時間が秒間延長される。クリティカルヒットだった場合は延長時間が倍になる。",
    "無慈悲なる憤怒の": "コアスキルで敵を倒すかボスに命中させると基本怒気コストのが還元される。回のスキル使用で一度しか発動しない。",
    "祖霊の木霊の": "幸運の一撃 〈古の民の呼び声〉がアクション・バーにある間は、〈リープ〉、〈打ち払い〉、または〈ワールウィンド〉で敵にダメージを与えると、最大の確率で古の民を召喚し、同じスキルを発動させる。",
    "しびれる憤怒の": "怒気が最大の状態で怒気がポイント生成されるたびに、の強化が付与される。",
    "喧嘩屋が携えし": "敵が〈キック〉か〈チャージ〉を受けてから秒以内に死亡すると爆発し、周囲の敵にのダメージを与える。",
    "ダスト・デビルの": "〈ワールウィンド〉が付近の敵にのダメージを与えるダスト・デビルを出現させる。",
    "迫りくる憤怒の": "怒気を消費すると、次に使用した武器の達人スキルが与えるダメージが増加する。",
    "飽くなき武器の達人の": "〈歩く武器庫〉の重要パッシブ効果によるダメージボーナスがすべて有効になっている間、怒気の生成量が上昇する。",
    "怒れる狂戦士の": "バーサーク中、毎秒ポイントの怒気を獲得する。",
    "死亡願望の": "バーサーク中、の荊棘の加護を得る。",
    "恐ろしき旋風の": "〈ワールウィンド〉の発動中、秒毎にクリティカルヒット率が 増加する。クリティカルヒット率は最大。",
    "バル＝カソスの": "〈リープ〉発動時にアースクエイクを起こし、秒かけての物理ダメージを与える。アースクエイクの範囲内にいると、ダメージ減少率が増加する。",
    "風を切り裂きし者が携える": "秒以内に〈二刀流〉を回使用すると、標的の背後にいる敵にダメージを与えるダスト・デビルを生み出す。",
    "熟練の格闘家の": "コアスキルが敵に直接ダメージを与える度に、次に使用した〈チャージ〉または〈リープ〉で与えるダメージが増加する。増加量は最大で。",
    "祖霊の力の": "〈古の大槌〉が震動を外側へ波及し、ダメージが増加する。",
    "貪欲なるワールウィンドの": "〈ワールウィンド〉使用時、一定間隔で敵を自身に引き寄せる。",
    "頑健なる狂戦士の": "幸運の一撃 バーサーク状態になっている最中に直接ダメージを与えると、最大の確率での強化を受ける。",
    "勇敢なる族長の": "シャウトスキルの使用時、常にクールダウンが周囲の敵体あたり秒減少する。減少量は最大秒。",
    "不断なる足踏みの": "〈キック〉か〈グラウンド・ストンプ〉で敵にダメージを与えると、〈リープ〉のクールダウンがリセットされる。",
    "貧血の": "幸運の一撃 流血状態の敵に直接ダメージを与えると、最大の確率でその敵を秒間スタンする。",
    "消和の": "幸運の一撃 流血している敵少なくとも体に〈レンド〉で直接ダメージを与えると、最大の確率で怒気を獲得する。",
    "地撃の": "武器を回切り替えると次のスキルがオーバーパワーになり、増加したオーバーパワーダメージを与える。",
    "抑制されし攻撃の": "武器を回切り替えた後、の強化を獲得する。",
    "幸運をもたらす": "〈歩く武器庫〉の重要パッシブ効果によるダメージボーナスがすべて有効になっている間、幸運の一撃の発生率が上昇する。",
    "熊の一族の狂戦士が携えし": "バーサーク中に敵を倒すと、秒間、の確率で格闘スキルのクールダウン時間短縮が増加する。",
    "燃え盛る怒りの": "バーサーク中、周囲の敵に毎秒の火炎ダメージを与える。",
    "悪魔のごとき": "の怒気を生成した後、次のコアスキルがダスト・デビルを生み出して標的の背後にいる敵にのダメージを与える。",
    "無限の怒りの": "怒気が最大の状態で怒気を得る毎に、次に使用するコアスキルで与えるダメージが増加する。増加量は最大で。",
    "祖霊の力満ちし": "〈チャージ〉が人の古の民を呼び出す。古の民は同じく〈チャージ〉して、の通常ダメージを与える。",
    "猛々しき破壊": "敵に与えた〈ラプチャー〉の流血ダメージが解除されなくなる。この効果は秒に回しか発生しない。",
    "飽くなき探究心の": "〈切り裂き〉で敵を倒すと、次に使う人狼スキルの精神力の生成量が、与ダメージが 増加する。",
    "圧壊の": "人熊形態になっている間に攻撃を受けるとの確率で精神力を獲得する。",
    "穏やかなそよ風の": "幸運の一撃 〈風の刃〉使用時に最大の確率で精神力が完全回復する。",
    "大嵐の": "障壁がある時、脆弱状態の敵に与えるダメージが増加する。",
    "流砂の": "土スキルで敵にダメージを与えると、相手の移動速度が秒間、低下する。",
    "クラッシュストーンの": "操作障害状態の敵に土スキルが与えるクリティカルヒットダメージが増加する。",
    "奇石の": "〈大地の護り〉の持続時間が秒間延びる。さらに、敵を土スキルで倒すと、発動中の〈大地の護り〉の障壁を再生する。",
    "オーバーチャージの": "幸運の一撃 電撃ダメージを与えると、最大の確率で標的を秒間、過負荷状態にする。過負荷状態の敵に直接ダメージを与えると、付近の敵にの追加ダメージを与えるパルスが発生する。",
    "自然の均衡の": "嵐スキルを使用すると土スキルのダメージが秒間、のクリティカルヒットダメージとなる。 土スキルを使用すると嵐スキルのクリティカルヒット率が秒間、増加する。",
    "変異者の負債の": "毒状態の敵に人熊スキルでダメージを与えると、ただちにの毒ダメージを与え、毒状態を解除する。",
    "スキンウォーカーの": "姿を変える変身スキルを使用すると、ライフが回復する。ライフがフルの場合、同量の強化を獲得する。",
    "地殻変動の": "〈大地の牙〉を使用時、一列になった棘を発射する。クールダウンは秒。",
    "大地の蹂躙の": "〈突進〉の持続時間中に、本の〈地滑り〉による土柱が発生し、の通常ダメージを与える。また、〈突進〉が自然魔法かつ土スキルに変化する。",
    "嵐爪を持つ者が携えし": "〈切り裂き〉でクリティカルヒットが発生した場合、標的とその周辺の敵にの電撃ダメージを与える。",
    "均衡の": "〈灰色熊の憤怒〉が有効な間、精神力の最大値が、精神力生成量が増加する。",
    "サイクロンフォースの": "〈旋風の護り〉に物理ダメージ減少効果が追加される。さらに〈旋風の護り〉の効果が周囲のすべての味方にも及ぶ。",
    "余波の": "〈地滑り〉の土の柱が回命中すると、命中ごとにのボーナスダメージが付与される。",
    "恐怖もたらす熊の": "〈大地の怒り〉に土スキルの性質が加わる。〈大地の怒り〉使用後も、地殻の棘が秒にわたってダメージを与える。",
    "報復の": "コアスキルで与えるダメージが、強化の割合に応じて最大 増加する。",
    "衝撃波の": "〈大地の怒り〉使用時に前方に衝撃波を放ち、その進路上に存在する標的に〈大地の怒り〉のダメージのを与える。",
    "ボス狼の": "狼の使い魔が人狼になる。人狼の使い魔はの追加ダメージを与え、〈狼の毒牙〉を伝播することができる。",
    "ナイトハウラーの": "〈血の咆哮〉のクリティカルヒット率が増加する。さらに〈血の咆哮〉の効果が付近の使い魔やプレイヤーに秒間、付与される。",
    "大自然の猛威の": "〈大自然の猛威〉の重要パッシブ効果である人狼スキルが嵐スキルとして機能し、人熊スキルが土スキルとして機能する。",
    "羊飼いの": "召喚中の使い魔体毎に、コアスキルで与えるダメージが増加する。",
    "頑健なる者の": "人狼に変身している間、受けるダメージが減少する。",
    "闇の咆哮の": "〈衰弱の咆哮〉が人狼スキルになる。さらに〈衰弱の咆哮〉が、毒におかされた敵を秒にわたって移動不能にする。",
    "暴走する人獣の": "〈灰色熊の憤怒〉の持続時間が秒延長される。さらに、〈灰色熊の憤怒〉の有効時に発生したクリティカルヒットは、同スキルの持続中はクリティカルヒットダメージが増加する。増加量は最大で。",
    "激怒の": "重要パッシブ効果〈凶悪なる野獣〉から、使い魔がボーナスを獲得する。",
    "弾道の": "強化されている時、土スキルがランク上昇する。",
    "ストームシフターの": "〈暴風〉が有効になっている間、変身スキルがランク上昇する。",
    "嵐を追う者の": "〈竜巻〉が最大体の標的を追跡する。",
    "ルーン職人の放電の": "嵐スキルでクリティカルヒットを出すと、周囲の空気が秒にわたって帯電し、発生したライトニングボルトが範囲内の敵体に定期的に命中しての電撃ダメージを与える。この持続時間はクリティカルヒットによって延長される。",
    "強力な嵐の": "〈大地の祝福〉の重要パッシブ効果が嵐スキルにも適用される。",
    "共生する": "重要パッシブ効果の〈大自然の猛威〉がコストなしのスキルを発動し、逆タイプの非奥義のクールダウンを秒短縮する。",
    "大地の守護者": "敵体を操作障害状態にする毎に、次の〈大地の護り〉がのボーナスを獲得する。上限は。",
    "踊る稲妻の": "〈雷嵐〉がクリティカルヒットになると、個のダンシングボルトが発生し、範囲内の敵を追跡しての電撃ダメージを与える。",
    "ダイア・ウルフの": "〈灰色熊の憤怒〉で暴れ狂う人狼に変化するようになる。暴れ狂う人狼形態ではダメージ減少の代わりに移動速度が上昇し、の精神力コスト軽減ボーナスが付与される。さらに、敵を倒すと最大ライフのが回復する。",
    "猛進の": "使い魔を追加で体獲得する。さらに、使い魔スキルがのダメージボーナスを与える。",
    "変身の石の": "〈巨岩〉がコアスキルに変わり、使用時に精神力を消費して通常時ののダメージがを与えるようになる。",
    "目にも止まらぬ獣の": "〈切り裂き〉のダッシュ中に付近にいる毒状態の敵を追尾し、その敵が受けている毒ののダメージを即座に与える。",
    "地底の": "〈有毒なる蔦〉のアクティブ効果が使用者の周囲に円形の〈地滑り〉を発生させる。土スキルは毒状態の敵に増加したダメージを与える。",
    "粗野なる腕力の": "体の敵に人熊スキルを命中させると、次の人熊スキルのダメージが増加し、敵を秒間スタンさせる。",
    "星明かりの": "ライフが回復するごとに、プライマリリソースを獲得する。",
    "腕力の": "基本スキルを使うと秒間、のダメージ減少効果を得る。",
    "守護者の": "エリートモンスターにダメージを与えると、秒間、最大のダメージを吸収する障壁を獲得する。効果が発動するのは秒に回のみ。",
    "内なる静寂の": "静止状態を秒継続する毎に与えるダメージが増加する。増加量は最大。",
    "まとう風の": "クリティカルヒットを与えると秒から最大秒間まで、移動速度が上昇する。",
    "黒点を司る": "敵を操作障害状態にすると、プライマリリソースが回復する。",
    "慢心の": "自身に障壁が発動している場合、与えるダメージが増加する。",
    "守護の": "健全状態でない時に攻撃を受けると自身の周囲に秒間、魔法のドームが召喚される。ドームの中に立っているプレイヤーは無効状態になる。効果が発動するのは秒に回のみ。",
    "不服従の": "なんらかのダメージを与えると秒間、防御力が上昇する。効果は最大まで蓄積する。",
    "因果応報の": "遠距離の敵の攻撃を受けると、の確率で相手を秒間スタンさせる。スタンさせた相手に対して与えるダメージが増加する。",
    "急速の": "基本スキルの攻撃速度が 上昇する。",
    "エッジマスターの": "利用可能なプライマリリソースの残量に応じて、スキルで与えるダメージが最大増加する。プライマリリソースがフルの状態で最大の効果を発揮する。",
    "多事なる賢人の": "近くにいる敵体につきライフが毎秒回復する。回復量は最大で毎秒。",
    "期待の": "敵を基本スキルで攻撃するごとに、次の コアスキルで与えるダメージがから最大まで増加する。",
    "ゴーストウォーカーの": "抑圧不可の時、およびその秒後、移動速度が上昇し、敵をすり抜けて移動できるようになる。",
    "共有された悲劇の": "幸運の一撃 操作障害状態の敵を攻撃すると、最大の確率で操作障害効果が別の敵に伝播する。",
    "回避の": "操作障害効果を受けている間に負傷すると、秒間、抑圧不可 になる。この効果のクールダウンは秒。",
    "同化せし": "継続ダメージを受けている敵への回避率が上昇する。回避すると、のプライマリリソースを獲得する。",
    "ニードルフレアの": "荊棘の加護ダメージを与えると、の確率で周囲の敵すべてにダメージを与える。",
    "反射障壁の": "障壁が有効になっている間、の確率で遠距離の敵からの直接ダメージを無視する。",
    "苛む": "負傷状態の敵に対するクリティカルヒット率が、上昇する。自身が健全状態の時は、モンスター操作障害効果の持続時間が増加する。",
    "加速の": "コアスキルでクリティカルヒットを出すと、攻撃速度が秒間、上昇する。",
    "搾取者の": "敵に対する操作障害効果の持続時間が増加する。敵が抑圧不可状態の場合、与えるダメージが増加する。",
    "クレイヴェン": "スロウまたは冷気状態の敵から遠ざかる際、移動速度が上昇する。",
    "剛勇の": "近距離に敵が体以上いる場合、それらの敵を秒間スタンする。この効果は秒に回のみ発生する。",
    "元素を司りし": "秒間、複数の種類のダメージがセットで上昇する。この効果はつのセットを交互に発動する 火炎、電撃、物理。 冷気、毒、シャドウ。",
    "殺戮の": "移動速度が上昇する。ダメージを受けた後は秒間、このボーナスが失われる。",
    "熱狂の死者の": "召喚したミニオンが敵にダメージを与える度、ミニオンの攻撃速度が秒間、から最大上昇する。",
    "肉裂きの": "〈腐敗〉が死体を出現させると、精髄を獲得する。",
    "断裂の": "〈ボーンスピア〉のメイン攻撃が命中した体目以降の敵を秒間、脆弱にする。〈ボーンスピア〉から出る骨の欠片が、脆弱状態の敵にのボーナスダメージを与え、貫通する。",
    "突進せし闇の": "〈ボーンプリズン〉によって〈病害〉溜まりが発生し、のボーナスダメージを秒にわたって与える。",
    "虚空の": "〈病害〉に汚されたエリアが、出現時に影響範囲の周囲にいる敵を引き寄せる。",
    "朽ちた": "〈腐敗〉が最大体の敵に追加で連鎖する。〈腐敗〉が死体を生み出した際、の確率で影響下にあるすべての標的の場所に死体を生み出す。",
    "気力宿す死神": "〈刈り取り〉で敵にダメージを与えるとの確率で〈病害〉溜まりが標的の足元に発生し、のボーナスダメージを与える。効果が発動するのは秒に回のみ。",
    "冷気をもたらす者の": "秒ごとにスケルトンメイジが吹雪を起こして敵にダメージを与え、さらに継続的に冷気状態にして、秒間にわたってのダメージを与える。",
    "ブラッド・シーカーの": "槍に貫かれている敵体ごとに、〈ブラッドランス〉がメインの標的に与えるダメージが増加する。",
    "血飢の": "〈ブラッドランス〉がすでに槍が刺さっている敵に命中するたび、付近の敵に追加の〈ブラッドランス〉を放ち、通常ののダメージを与える。",
    "邪教の支配もたらす": "スケルトンメイジの最大数が増加する。",
    "血塗れの": "〈ブラッドミスト〉の跡に秒間、不浄の地の痕跡が残り、そこに足を踏み入れた敵に毎秒のシャドウダメージを与える。〈ブラッドミスト〉の発動中に移動速度が低下しなくなる。",
    "膨らむ呪いの": "〈ボーンスピリット〉で与えるダメージが移動距離に応じて増加する。増加量は最大。",
    "骨砕きの": "〈ボーンプリズン〉の区画が破壊されるか終了すると、周囲一帯にダメージを与える。",
    "不屈の指揮官の": "〈死者の軍勢〉を使用中、ミニオンの攻撃速度が増加し、受けるダメージが減少する。",
    "加護を与えし嵐の": "〈ボーンストーム〉が敵にダメージを与えるごとに秒間、基本ライフの分の障壁を獲得する。",
    "貪欲なる触手の": "〈死食草〉を放つと、クリティカルヒット率が秒間上昇する。〈死食草〉のダメージを受けた敵に対しては、クリティカルヒットダメージが増加する。",
    "血を集めし者の": "スケルトンウォーリアの最大数が増加する。",
    "苦悩の": "骨スキルでクリティカルヒットを出すと、精髄回復が秒間、増加する。",
    "鋸歯の": "重要パッシブ効果〈骨化した精髄〉によって、骨スキルでのクリティカルヒットダメージが以上の精髄つにつき増加する。増加は最大。",
    "骨の疾風": "〈ボーンストーム〉が最大体の死体を消費して、持続時間を最長秒延長する。",
    "むき出しの肉の": "幸運の一撃 脆弱状態の敵体を攻撃すると、最大の確率での精髄を生成する。",
    "病害の": "〈影なる病魔〉の重要パッシブ効果により敵に回ダメージを与えると、秒間にわたり自身が与えるダメージが増加する。",
    "拷問の": "〈アイアンメイデン〉に苦しんでいる敵が直接ダメージを与えると、の確率で秒間スタン状態になる。",
    "堕ちし者の": "〈衰弱〉および〈アイアンメイデン〉両方の効果を受けている敵へのシャドウダメージが増加する。",
    "腐敗の": "脆弱状態の敵に対する注入スキルの効果が強化される。",
    "血の海の": "〈ブラッドサージ〉のノヴァが少し遅れて繰り返し、与えるダメージが減少する。",
    "大津波の": "〈ブラッドウェーブ〉の放つ波が回増加する。追加の波が与えるダメージは、その前の波より減少する。",
    "ファストブラッドの": "血のオーブが奥義のクールダウンを秒短縮する。",
    "ラズマに選ばれし": "血のスキルでオーバーパワーが発生すると、秒間にわたり攻撃速度が増加する。",
    "早すぎる死の": "回復量が自身のライフ最大値のを超えると、余剰ごとに次に与えるオーバーパワーのダメージが増加する。この効果の上限は。",
    "濃厚な血の": "健全状態の間、血のオーブがの精髄を付与する。",
    "巨躯の": "ゴーレムが通常攻撃で敵にダメージを与えるたびに、発生中のクールダウンがの確率で秒減少する。また、の確率で死体を発生させる。",
    "鍛えられし骨の": "ミニオンが受けるダメージが減少する。",
    "生贄の": "生贄ボーナスが増加する。",
    "レクイエムの": "有効なミニオン体につき、の最大精髄を獲得する。",
    "蘇りし": "自分のミニオンが生きている間、秒後に与えるダメージが最大まで増加する。",
    "青ざめた": "死体体を消費すると 、次のコアスキルのダメージがから最大まで増加する。",
    "死化粧師の": "死体体を消費した際にの確率で血のオーブが出現する。",
    "究極の影の": "〈ボーンストーム〉と〈ブラッドウェーブ〉に闇スキルの性質が加わってシャドウダメージを与え、追加効果を獲得する。 〈ボーンストーム〉によってダメージを受けた敵は、秒にわたってのシャドウダメージを受ける。 〈ブラッドウェーブ〉が移動した跡に不浄の地を残し、秒間にわたってのシャドウダメージを与える。",
    "爆発霧の": "〈ブラッドミスト〉が、自身を取り囲む死体に〈コープスエクスプロージョン〉を発動する。〈ブラッドミスト〉によって死体体が爆発すると、クールダウンが秒短縮される。",
    "命吸う羽軸の": "〈ブラッドランス〉を使用すると血のオーブを消費して、血のオーブからもランスを召喚する。追加の〈ブラッドランス〉はそれぞれの通常ダメージを与え、ランスが当たっていない敵を優先的に標的にする。",
    "長き影の": "幸運の一撃 継続シャドウダメージ効果がの確率での精髄を生成する。 〈影なる病魔〉の重要パッシブ効果によるダメージは常にの精髄を生成する。",
    "限定注入の": "〈シャドウクローン〉がスキルに付与されている注入効果も模倣する。 注入スキルを使用すると、発動している〈シャドウクローン〉が与えるダメージが秒間、増加する。",
    "とばりの": "静止状態だと、秒毎にコスト無しで〈ダークシュラウド〉の影を得る。〈ダークシュラウド〉の影つ毎にダメージ減少効果が増加する。",
    "トリックショットの": "〈貫通射撃〉で敵にダメージを与えると、矢が分裂して本になり左右へと飛んでいく。左右に飛んだ矢は〈貫通射撃〉の基礎ダメージののダメージを与え、分裂しない。",
    "回転刃の": "〈コンビネーション〉が全方向の敵に増加したダメージを与える。",
    "爆ぜる影の": "〈ダークシュラウド〉の影が取り除かれた際、周囲にのシャドウダメージを与える爆発が発生する。",
    "覇気の": "エリートモンスターに基本スキルでダメージを与えると、エネルギーを生成する。",
    "不意の": "回避を行うか〈シャドウステップ〉を使用すると、その場に大量のスタングレネードを残す。スタングレネードは爆発し、合計での物理ダメージを敵に与え、秒間スタンさせる。",
    "奇術師が携えし": "〈鉄菱〉と同時に大量のスタングレネードを投げて爆発させ、合計での物理ダメージを敵に与えて秒間スタンさせる。",
    "即発注入の": "注入スキルを使用すると周囲に爆発が起こり、注入効果を発生させつつ、同タイプのダメージを与える。",
    "剣舞の": "〈ツイストブレード〉が戻ってきた際に短時間旋回し、回当たる毎に〈ツイストブレード〉の帰還時ののダメージを与える。旋回ダメージは、ブレードの帰還距離に応じて帰還時のダメージのまで増加する。",
    "毒の錬金術師の": "幸運の一撃 毒状態の敵に〈シャドウ注入〉スキルでダメージを与えると、最大の確率で毒性の爆発を起こし、標的とその周囲の敵に秒間、の毒ダメージを与える。",
    "冷気の錬金術師の": "幸運の一撃 冷気状態か凍結状態の敵に〈シャドウ注入〉スキルでダメージを与えると、最大の確率で爆発を起こし、標的とその周囲の敵にの冷気ダメージを与え、の確率で冷気状態にする。",
    "切り裂く影の": "〈ダッシュ〉使用時、自身の位置に〈シャドウクローン〉が出現する。このクローンも〈ダッシュ〉を使用し、基礎ダメージのを与える。",
    "矢の嵐の": "幸運の一撃 射手スキルが最大の確率で敵の位置に矢の嵐を起こし、秒間、の物理ダメージを与える。矢の嵐は最大個まで発動できる。",
    "飛び散る毒の": "幸運の一撃 〈毒の注入〉スキルが最大の確率で毒溜まりを生み出す。毒溜まりは、範囲内の敵に秒間かけての毒ダメージを与える。毒溜まりの中にいる間は自身の〈毒の注入〉スキルにクールダウンが発生せず、際限なくチャージできる。",
    "分裂する矢の": "〈一斉射撃〉の矢が跳ね返った後にの確率で本に分かれる。",
    "ブラストトラッパーの": "幸運の一撃 罠スキルの影響下にある敵に直接ダメージを与えると、最大の確率でその敵を秒間、脆弱状態にする。",
    "噴出する熱情の": "グレネードスキルが罠スキルにカウントされる。罠を仕掛けるかグレネードを投下すると、移動速度が秒にわたって上昇する。",
    "尋常ならざる背信の": "眩暈状態の敵に神速スキルで直接ダメージを与えると、秒間にわたり隠密状態になる。攻撃を行って隠密状態を解除すると、秒にわたって操作不能持続時間が減少する。",
    "弱肉強食の": "哀れな犠牲者の爆発でダメージを与えた敵体毎に、重要パッシブ効果の回復でライフがから最大まで回復する。",
    "復讐に燃える": "幸運の一撃 敵体を脆弱状態にすると、最大の確率でクリティカルヒット率が秒間、から最大まで上昇する。",
    "強欲の": "脆弱状態の敵を倒すと、秒間、エネルギー回復量が増加する。",
    "脱出の達人の": "自分を取り囲む敵からダメージを受けると、煙幕を投下し、秒にわたって攻撃を度回避する。効果が発動するのは秒に回のみ。",
    "盗まれた活力の": "重要パッシブ効果の〈機運〉を蓄積する毎に、ライフを毎秒回復する。",
    "日和見主義者の": "攻撃によって隠密状態を解除すると、自身の周囲に複数のスタングレネードを落として爆発させ、敵に合計の物理ダメージを与えて秒間スタンさせる。",
    "速まる霧の": "〈ダッシュ〉終了時、自動的に〈煙幕〉を投下する。〈煙幕〉が命中した敵体につき、〈ダッシュ〉のクールダウンが秒から秒まで短縮される。",
    "イカサマ師が携えし": "操作障害状態の敵から受けるダメージが減少する。操作障害状態の敵から直接ダメージを受けると、移動速度が秒間、上昇する。",
    "抜き取られた食料の": "幸運の一撃 コアスキルで脆弱状態の敵にダメージを与えると、最大の確率でライフ・ポーションをドロップする。",
    "圧壊する者の": "幸運の一撃 脆弱状態の敵に直接ダメージを与えると、最大の確率でその敵を秒間、目眩状態にする。",
    "影なる者": "幸運の一撃 射手スキルでクリティカルヒットを出すと、最大の確率でマナを消費しない〈ダークシュラウド〉の影を得る。",
    "有害なる氷の": "〈毒の注入〉効果で毒を受けた敵が冷気状態になると、毎秒冷気状態が進行する。凍結状態の敵に与える毒ダメージが増加する。",
    "破壊の": "〈シャドウステップ〉のチャージ数が増加する。敵を〈シャドウステップ〉で倒すと、チャージが還元され、秒間にわたり〈シャドウステップ〉のダメージが増加する。増加量は最大。",
    "相乗効果の": "神速スキルを使用すると、次に使用する遁走スキルのクールダウンが減少する。遁走スキルを使用すると、次に使用する神速スキルのダメージが増加する。",
    "死を招く薄暮の": "〈シャドウ注入〉の影響を受けた敵を回避すると、秒間にわたり隠密状態になる。攻撃を行って隠密状態を解除すると、秒間にわたり、敵を倒した際に自身のライフ最大値のを回復する。",
    "隠れた脅威の": "〈近距離戦〉の重要パッシブ効果によるボーナスが両方とも発動している間、敵から攻撃された際の回避率が増加する。回避に成功するとこのボーナスはリセットされる。",
    "侵入者が携えし": "〈ポイズントラップ〉で隠密が解除されず、隠密でいる間はクールダウンと起動準備時間が発生しなくなる。隠密状態ではなくなると、すべての〈ポイズントラップ〉が起動し、〈ポイズントラップ〉に設置されている罠つあたり秒のクールダウンが発生する。",
    "氷撃の": "グレネードスキルが命中した冷気状態の敵は、クリティカルヒット率の倍の確率で、即座に秒間にわたって凍結する。凍結状態の敵に対するクリティカルヒットダメージが増加する。",
    "繰り返す": "〈速射〉がの確率で別の標的に跳飛する。",
    "即時凍結": "冷気、あるいは凍結状態の敵を回避すると、秒間にわたりダメージを吸収する障壁を獲得する。ダメージ吸収量は最大。",
    "有毒なる切っ先の": "回使用するたびに〈串刺し〉が〈毒の注入〉状態になり、効果が通常のになる。",
    "巧妙なる先制攻撃の": "エネルギーを消費すると大量のスタングレネードを投げて爆発させ、合計での物理ダメージを敵に与えて秒間スタンさせる。 グレネードスキルで与えるダメージが増加する。",
    "離れがたき残り火の": "〈フレイムシールド〉使用時、邪魔されずに敵をすり抜けることができる。〈フレイムシールド〉有効中にすり抜けた敵は秒間、移動不能状態になる。",
    "雪守が携えし": "自身が発生させた〈ブリザード〉の中にいる間とそこから出た後秒間、被ダメージが減少する。",
    "3つの呪いの": "〈メテオ〉と〈ファイアボール〉のクリティカルヒットダメージが増加する。健全状態の標的に対してはこのボーナスが倍になる。",
    "穿つ空電の": "〈チャージボルト〉が体目の標的を貫通するが、体目以降に与えるダメージが減る。",
    "激しき凍気の": "〈フロストノヴァ〉が回分追加チャージされるが、チャージ回あたりのクールダウンが増加する。",
    "帯電の": "帯び出す電気を集めると、移動速度が秒間、上昇する。",
    "(ph)_of_ensnaring_current": "〈ボール・ライトニング〉が敵を引き寄せつつ移動する。",
    "凍てつく軌道の": "〈フローズンオーブ〉が目標地点に到達したあと静止し、消失するまでに追加で回爆発し、ダメージのを与える。",
    "サーペンタイン": "体の〈ヒュドラ〉を追加可能になり、〈ヒュドラ〉の持続時間が長くなる。",
    "天変地異の": "〈インフェルノ〉の発動中、隕石が落下し、衝突時にの火炎ダメージを与える。隕石は敵を秒間、移動不能状態にする。",
    "大火の": "〈インシネレート〉の詠唱中、炎上ダメージが増加する。",
    "古の炎の": "重要パッシブ効果〈エスの猛威〉のボーナスが両方とも有効な時、攻撃速度が上昇する。",
    "すべてを呑みこむ炎の": "ライフが未満の敵に対し、炎上ダメージが増加する。 敵が合計ライフを上回る継続ダメージを受けている時、その敵に対する炎上ダメージが増加する。",
    "焼夷の": "幸運の一撃 火術スキルでダメージを与えると最大の確率でマナが回復する。",
    "焦げた四肢の": "移動不能状態が消えた後、敵の速度が秒間低下する。",
    "フレイムウォーカーの": "自身の〈ファイアウォール〉と接触すると、移動速度が秒間、上昇する。",
    "砕け散った星の": "〈メテオ〉の周囲に隕石が降り注ぎ、命中しての火炎ダメージを与える。さらに、隕石は命中した敵を炎上させ、秒にわたってのダメージを与える。",
    "氷原生む": "〈ブリザード〉を使用すると、一定期間ごとに氷筍を生成して爆発させ、のダメージを与える。氷筍の与えるダメージは、凍結状態の敵に対しては増加する。",
    "雪纏う": "〈アイスアーマー〉を使用すると秒間、抑圧不可状態になり、防御力が増加する。",
    "凍てつく余波の": "〈アイスアーマー〉の有効時、通った跡に氷筍が残って爆発し、のダメージを与える。氷筍は敵にの冷気効果を与える。",
    "突き刺す冷気の": "〈アイスシャード〉の欠片が回貫通し、その後、敵に回命中する毎に与えるダメージが減少する。",
    "包まれし": "〈ディープフリーズ〉が有効の間、秒につき最大ライフおよび最大マナのを回復する。",
    "運命の": "障壁が有効になっている間、幸運の一撃の確率が上昇する。",
    "極寒の": "敵体を凍結させると、の確率でその敵が秒間、脆弱状態になる。",
    "凍てついたツンドラの": "〈ディープフリーズ〉の有効時、範囲内に氷筍が形成されて爆発し、の冷気ダメージを与える。氷筍の爆破範囲は増加する。",
    "圧倒的電流の": "〈アンステイブルカレント〉がの確率で追加の感電スキルを放つ。",
    "充填の": "〈チェイン・ライトニング〉が跳飛する度にのマナを獲得する。",
    "重力の": "〈ボール・ライトニング〉が自身の回りを周回し、ダメージが増加する。",
    "魔術師の王が携えし": "〈ヴィアの知識〉による重要パッシブ効果が、近距離の敵体につきのダメージ減少効果も付与する。この効果は最大で。",
    "分割エネルギーの": "〈ライトニングスピア〉を放つと、の確率で〈ライトニングスピア〉がさらに発生する。",
    "不滅の束縛の": "〈チェイン・ライトニング〉がの確率で回連鎖する。",
    "飛ぶがごとき導管の": "〈テレポート〉後、移動速度が秒間、上昇する。",
    "安定的な": "〈アンステイブルカレント〉が有効でないとき、感電スキルがの確率でコストなしで発動する。",
    "神童の": "クールダウンを使用するとのマナを回復する。",
    "不動なる者の": "直接ダメージを受けると、防御スキルのクールダウンがの確率でリセットされる。",
    "元素使いの": "マナがかそれ以上の時にコアスキルまたは達人スキルを使用すると、クリティカルヒット率が上昇する。",
    "精神統一の": "秒間ダメージを受けずにいるとマナ生成が増加する。",
    "制御の": "移動不能、スタン、または凍結状態の敵に与えるダメージが増加する。",
    "不死なる者": "操作障害状態の敵、または脆弱状態の敵から受けるダメージが減少する。",
    "能率の": "基本スキルを使用すると、次のコアまたはマスターのスキルのマナ消費量が減少する。",
    "凍てついた記憶の": "重要パッシブ効果〈雪崩〉が追加でcasts回の使用に適用される。",
    "豊かなエネルギーの": "帯び出す電気がの確率で追加の敵体に連鎖する。",
    "砕けし": "凍結状態の敵が死亡すると、重要パッシブ効果〈粉砕〉の爆発で与えるダメージが増加する。",
    "焼き尽くす護りの": "マナ消費後、次の〈ファイアウォール〉をコストなしで使用でき、向かってくる小型飛翔体を破壊する。",
    "戦魔術師の": "幸運の一撃 召喚スキルが命中すると最大の確率で召喚スキルのランクが秒間にわたり上昇する。この効果は最大回まで蓄積する。"
}
