{
    "凸月": "〈切り裂き〉で敵を倒すと秒間、隠密状態になる。隠密状態が破られると攻撃が〈待ち伏せ〉となり、秒間、確実にクリティカルヒットになる。",
    "ブッチャーのクリーヴァー": "幸運の一撃 敵にクリティカルヒットを与えると、最大の確率で秒間、恐怖とのスロウを与える。",
    "ブースト・ダガー": "このテストアイテムは最大レベルのブースト用に使われる。",
    "断罪": "コンボポイントを消費すると、コアスキルのダメージが増加する。この武器を使った基本スキルはの確率でコンボポイントを生成する。",
    "アシェアラのカンジャル": "この武器で攻撃を当てると秒間、攻撃速度がから最大上昇する。",
    "フレッシュレンダー": "〈衰弱の咆哮〉と〈血の咆哮〉が付近の毒状態の敵にのダメージを与える。ダメージは意志力ごとに増加する。",
    "ブラック・リバー": "〈コープスエクスプロージョン〉が付近の死体を最大体追加で消費し、追加で消費した死体体毎に与えるダメージが、範囲が増加する。",
    "無蓋の防壁": "幸運の一撃 〈ボーンストーム〉発動中に〈ボーンストーム〉の外にいる敵に攻撃を命中させると、最大の確率でその位置に追加の〈ボーンストーム〉を発生させる。発動中の生贄ボーナスつごとにこの確率は上昇し、追加で発動できる〈ボーンストーム〉の総数は増加する。",
    "ラマラドニの最高傑作": "この武器を使ったスキルの与えるダメージが、所有する怒気につき増加する。ただし、怒気は毎秒減少する。",
    "アズールラス": "幸運の一撃 コアスキルが最大の確率で敵を秒間にわたり凍結させての冷気ダメージを与える。",
    "ドゥームブリンガー": "幸運の一撃 最大の確率で周囲の敵にシャドウダメージを与え、その敵から受けるダメージを秒間、減少させる。",
    "火傷": "〈インシネレート〉の詠唱中、燃えさしを一定の周期で撃ちだす。燃えさしは敵に引き寄せられ、それぞれの火炎ダメージを与える。",
    "オキュラス": "コストなしで〈テレポート〉のエンチャントメント効果を得る。〈テレポート〉のエンチャントメントを使って回避すると、ランダムな場所へ移転する。",
    "古の誓い": "〈鋼の縛鎖〉使用時に鎖を追加で本発射する。秒間にわたり〈鋼の縛鎖〉を受けた敵に対して自身が与えるダメージが増加する。",
    "スカイハンター": "敵体に対する最初の直接ダメージが必ずクリティカルヒットになる。コアスキル使用時に重要パッシブ効果の〈精度〉が最大まで蓄積されていた場合、そのスキルのクリティカルヒットダメージが増加し、のエネルギーを獲得する。",
    "ウィンドフォース": "幸運の一撃 この武器で攻撃を当てるとダメージが最大の確率で倍になり、さらに標的をノックバックさせる。",
    "イーグルホーン": "〈貫通射撃〉がの確率で壁や背景で跳ね返る矢を放つ。体の敵に〈貫通射撃〉でダメージを与えると、次の使用時に命中した敵を秒間にわたって脆弱状態にする。",
    "ヘルハンマー": "〈打ち払い〉が地面を発火させて敵を炎上させ、秒間での追加ダメージを与える。",
    "オーバーキル": "〈死の一撃〉が衝撃波を作り出し、基礎ダメージのを敵に与える。また、この効果で敵を倒すと〈死の一撃〉のクールダウンがリセットされる。",
    "ブースト大鎌": "このテストアイテムは最大レベルのブースト用に使われる。",
    "血なき叫び": "闇スキルが最大の確率で敵を冷気状態にし、さらに凍結状態の敵に与えるダメージが増加する。 幸運の一撃 最大の確率で、闇スキルが凍結した標的から追加の精髄を生成する。",
    "朽ち果てし者の大杖": "〈狼爪〉が嵐スキルになり、さらに通常ののダメージを与える〈嵐の一撃〉を発動する。",
    "ライカンダーの槍、アハヴァリオン": "エリートモンスターを倒した後、秒間、ランダムな祭壇効果を得る。効果が発動するのは秒に回のみ。",
    "終わりなき憤怒の杖": "発目の〈ファイアボール〉を撃つたびに、発の投射体が追加され、ダメージが増加する。",
    "ラム・エセンの杖": "〈チャージボルト〉がの確率で敵に引き寄せられ、持続時間が延長される。",
    "紅の原野": "この武器を使用時、最低体の敵に〈ラプチャー〉でダメージを与えると血だまりが発生し、そこに足を踏み入れた敵にの流血ダメージを秒間与える。また、血だまりの中にいる敵は流血による被ダメージが増加する。",
    "グランドファーザー": "クリティカルヒットダメージが上昇する。この武器のほかの特性が通常よりも高くなる。",
    "バトル・トランス": "〈フレンジー〉の最大蓄積が増加する。また、〈フレンジー〉が最大まで蓄積していると、ほかのスキルの攻撃速度が増加する。",
    "支石墓の石": "〈暴風〉の発動中に〈巨岩〉を使用すると、〈巨岩〉が自身の周囲を旋回するようになる。",
    "溶けたセリグの心臓": "リソース最大値が増加する。またダメージを受けた時、失うはずだったライフのにつきのリソースを代わりに失う。",
    "追放された領主のタリスマン": "プライマリリソースを消費後、次のコアスキルが必ずオーバーパワーになる。オーバーパワーのクリティカルヒットはダメージが上昇する。",
    "死弁者のペンダント": "〈ブラッドサージ〉からミニオンに小規模なノヴァが放出され、のダメージを与える。ダメージは最初の詠唱で吸血した標的体毎に増加する。増加量は最大。",
    "ハカンの言葉": "〈アローレイン〉に対し、常に、かつ即座にすべての注入効果が乗る。",
    "エサドラの溢れるカメオ": "帯び出す電気を蓄積すると、の確率でライトニングノヴァを放っての電撃ダメージを与える。ダメージは知力ごとに増加する。",
    "100,000歩": "重要パッシブ効果〈歩く武器庫〉からの最終ダメージボーナスを獲得した後、自動的に〈グラウンド・ストンプ〉を使用し、の怒気を獲得する。効果が発動するのは秒に回のみ。",
    "懺悔のグリーヴ": "敵を冷気状態にする霜を残す。冷気状態の敵は受けるダメージが増加する。",
    "明滅の足取り": "回避した敵体毎に発動中の奥義スキルのクールダウンが秒短縮する。短縮量は最大秒。",
    "空の墓のグリーヴ": "〈刈り取り〉の亡霊が移動した跡に不浄の地を残し、秒間にわたって、のシャドウダメージを敵に与える。",
    "エスの家宝": "クリティカルヒット率が、移動速度ボーナスの上昇する。",
    "ハロガスの激高": "幸運の一撃 エリートを流血状態にした際、最大の確率で非奥義スキルのクールダウンが秒短縮される。",
    "狂狼のグリー": "人狼形態が持続するようになり、さらにすべての人狼系スキルランクが上昇する。",
    "飽くなき怒気": "人熊形態が持続するようになり、さらにすべての人熊系スキルランクが上昇する。",
    "レイザープレート": "の〈荊棘の加護〉を獲得する。",
    "ソウルブランド": "ライフ・ポーションの即時回復効果がなくなり、代わりに回復量の相当の障壁が秒間、発動する。この障壁の発動中は、のダメージ減少効果を得る。",
    "血職人の胸当て": "個の血のオーブを拾得すると、ボーンスピリットがコストなしで出現し、現在のライフの割合に応じたボーナスダメージを与える。",
    "ならず者の革装備": "〈内なる目〉によりエネルギーが無制限の状態にある間、コアスキルを使用するとの確率で〈鉄菱〉、〈ポイズントラップ〉または〈デストラップ〉を発生させる。",
    "永遠の装具": "〈テレポート〉を使用した後、付近の敵を引き寄せて秒間スタンさせるが、〈テレポート〉のクールダウンが延長される。",
    "ゴールの破壊的手甲": "〈ワールウィンド〉が秒毎に爆発し、終了後に周囲の敵に基礎ダメージのを火炎ダメージとして与える。",
    "運命の拳": "攻撃で与えるダメージがランダムで通常ダメージのからになる。",
    "フロストバーン": "幸運の一撃 最大の確率で秒間、敵を凍結させる。",
    "下からの咆哮": "〈コープスエクスプロージョン〉が即座に爆発せず、爆発性のスケルトンを召喚して、ランダムで敵に突撃させ爆発させる。〈コープスエクスプロージョン〉のダメージが増加する。",
    "影の掌握": "幸運の一撃 射手か喉かきスキルで脆弱状態の敵にダメージを与えると、最大の確率で自身の攻撃を模倣する〈シャドウクローン〉を召喚する。",
    "イルミネーターの手袋": "〈ファイアボール〉が弾みながら移動し、地面に当たるたびに爆発するようになる。ただし、爆発のダメージが減少する。",
    "鉄人ジョリッツの牙付き兜": "すでにバーサーク状態のときにバーサーク効果を得ると、の確率でさらに激高してダメージが増加し、秒ごとに怒気を獲得して、のクールダウン時間短縮効果を得る。",
    "大嵐の咆哮": "幸運の一撃 嵐スキルを使用すると最大の確率で精神力を得る。 基本嵐スキルが人狼スキルの性質も持つ。",
    "ヴァシリーの祈り": "土スキルが人熊スキルにもなり、自身をだけ強化する。",
    "アンダリエルの面": "幸運の一撃 最大の確率で、エリア内の敵に秒かけての毒ダメージを与えるポイズン・ノヴァを発動させる。",
    "ハーレクインの紋章": "のダメージ減少効果を得る。さらに、すべてのスキルランクが上昇する。",
    "神殺しの王冠": "エリートモンスターをスタン、凍結または移動不能状態にするかボスにダメージを与えると、付近の敵を引き寄せ、秒間与えるダメージが増加する。効果が発動するのは秒に回のみ。",
    "ブースト兜": "このテストアイテムは最大レベルのブースト用に使われる。",
    "死なき相貌の兜": "〈ボーンスピア〉が通過した跡に残影を残し、それが爆発してのダメージを与える。ダメージはクリティカルヒットダメージボーナスごとに増加する。",
    "名もなき者の頭巾": "操作障害効果を受けた敵に対する幸運の一撃発生率が上昇する。",
    "嵐の旅仲間": "狼の使い魔に嵐の力が満ちて電撃ダメージを与えるようになり、嵐の遠吠えのアビリティを獲得する。",
    "向う見ず": "ライフを以上回復する効果によって障壁を得る。障壁は最大で自身のライフののライフを有し、秒間持続する。ポーションはライフ最大値の状態でも使用できる。",
    "暁のタセット": "非物理ダメージを受けると、秒間、そのダメージの属性に対しての最大耐性を得る。一度に耐性を得られる属性は種類のみ。",
    "ティーボルトの意志": "抑圧不可状態の間と、その後の秒間、ダメージが増加する。抑圧不可になるとプライマリリソースを獲得する。",
    "ブースト・ズボン": "このテストアイテムは最大レベルのブースト用に使われる。",
    "鮮血の月のズボン": "ミニオンがの確率で敵に呪いを与える。 自身の呪いをつ以上受けている敵へのオーバーパワーダメージが増加する。",
    "闇に光る瞳": "〈デストラップ〉のダメージが増加する。ボスかプレイヤーに当たった場合を除き、〈デストラップ〉が敵を倒すまで自動的に再起動する。",
    "氷心の下衣": "凍結状態で死亡した敵がの確率でフロストノヴァを放つ。",
    "赤き怒りの指輪": "秒以内に怒気を消費した後、次の〈古の大槌〉、〈打ち払い〉、または〈死の一撃〉が必ずクリティカルヒットになり、のクリティカルヒットダメージボーナスを与える。",
    "狩人の頂点": "変身スキルで敵を倒すとボーナス獲得 人狼 次の非奥義の人熊系スキルのリソース消費とクールダウンがなくなる。 人熊 次の人狼系スキルで最初にダメージを与えた際、ライフが回復する。",
    "エイリダの容赦なき意志": "奥義スキルを使用して秒後に再度使用すると、遠距離の敵を引き寄せての物理ダメージを与える。このダメージは保有する意志力ポイントごとに増加する。",
    "母の抱擁": "コアスキルが体以上の敵に命中すると、消費リソースのが還元される。",
    "星無き空の指輪": "コアスキルを使用する度に、コアスキルのリソース消費がから最大まで減少する。非コアスキルを使用するとこの効果はリセットされる。",
    "ジファルの腐食した印章指輪": "幸運の一撃 自身の継続ダメージ効果が最大の確率で噴出し、の同タイプのダメージを付近の敵に与える。",
    "メンデルンの指輪": "幸運の一撃 最大の確率で自分のミニオンをすべて強化し、各ミニオンの次の攻撃が爆発しての物理ダメージを与える。",
    "涜れし魂の指輪": "付近にいる死体に対して自動的に装備中の次のスキルを発動する。 秒に回〈スケルトン召喚〉。 秒に回〈コープスエクスプロージョン〉。 秒に回〈死食草〉。",
    "悶えし策略の指輪": "遁走スキルを使用すると分身の罠を残し、敵を挑発しておびき寄せる。分身の罠は秒後に爆発してのシャドウダメージを与える。この効果は秒に回以上は発生しない。",
    "青い薔薇": "幸運の一撃 敵にダメージを与えると最大の確率で爆発する氷筍を作り出し、の冷気ダメージを与える。敵が凍結状態の場合は確率が倍になる。",
    "タル・ラシャの虹色の輪": "与える属性ダメージのそれぞれのタイプで秒間ダメージが増加する。属性ダメージを与えるとすべてのボーナスがリセットされる。"
}
