{
    "盈月": "使用撕碎擊殺敵人時，獲得匿蹤效果，持續 秒。使用攻擊解除匿蹤效果後，可獲得必定爆擊的「襲擊」效果，持續 秒。",
    "屠夫切肉刀": "幸運觸發：對敵人造成爆擊時，最高有 機率使敵人恐懼並且緩速 ，持續 秒。",
    "強化匕首": "用於最高等級加成的測試物品。",
    "定罪": "當你消耗 個連擊點數時，核心技能的傷害提高 。使用此武器的基本技能有 機率產生 個連擊點數。",
    "艾席拉的彎鉤匕首": "使用這把武器攻擊時，攻擊速度提高 ，持續 秒，最多提高 。",
    "撕肉錘": "致衰狂吼和血性狂吼對附近中毒的敵人造成 點傷害，你每擁有 點意志，可使此傷害提高 。",
    "黑河": "屍爆會消耗初始屍體附近最多 個額外的屍體，造成的傷害提高 ，每額外消耗一個屍體，半徑就增加 。",
    "無眠之牆": "幸運觸發：當你有作用中的骸骨風暴時，擊中一個骸骨風暴範圍外的敵人最多有 的機率在其位置產生一個額外的骸骨風暴。你每個作用中的獻祭加成都會使此機率提高 ，並使你可以擁有的額外骸骨風暴總數提高 個。",
    "拉瑪蘭迪的傑作": "每擁有一點怒氣，使用此武器造成的技能傷害提高 ，但每秒會損失 點怒氣。",
    "碧藍怒火": "幸運觸發：你的核心技能最高有 機率使敵人凍結，持續 秒，且對其造成 點冰寒傷害。",
    "末日使者": "幸運觸發：最高有 機率對附近敵人造成 點暗影傷害，並使其造成的傷害降低 ，持續 秒。",
    "焰疤": "引導熾焚烈焰時，會定期發射飛向敵人的餘燼，每個餘燼會造成 點火焰傷害。",
    "核瞳": "免費獲得傳送術附魔效果。當你使用傳送術附魔來閃避時，會被帶往隨機地點。",
    "先祖之誓": "鋼鐵鎖縛會額外丟出 條鎖鏈。你對被鋼鐵鎖縛擊中的敵人造成的傷害會提高 ，持續 秒。",
    "狩天弓": "對敵人造成的第一次直接傷害必定爆擊。若施放核心技能時精準射擊關鍵被動技能已達到堆疊上限，該技能的爆擊傷害提高 ，並且使你獲得 點能量。",
    "風之力": "幸運觸發：此武器擊中時最高有 機率造成雙倍傷害並擊退目標。",
    "鷹角弓": "穿透射擊有 機率射出會在牆壁和場景彈射的箭矢。使用穿透射擊對 個敵人造成傷害時，下次施放會使擊中的敵人易傷 秒。",
    "地獄之鎚": "動盪震擊會點燃地面燃燒敵人，在 秒內造成額外 點傷害。",
    "虐殺": "死亡之擊會產生衝擊波，對敵人造成 基礎傷害。敵人被此效果擊殺會重置死亡之擊的冷卻時間。",
    "強化長鐮": "用於最高等級加成的測試物品。",
    "蒼白尖嘯": "黑暗技能會對敵人造成最多 的冰冷效果，且對凍結敵人造成的傷害提高 。 幸運觸發：黑暗技能對凍結目標最多有 機率產生 點額外魂能。",
    "老巫婆大法杖": "爪擊現在屬於風暴技能，並且會施放造成普通傷害 的風暴雷擊。",
    "亞赫維里恩，萊坎德之矛": "擊殺精英敵人後獲得一個隨機聖壇效果，持續 秒。每 秒只能觸發一次。",
    "無盡怒火法杖": "每施放 次火球，就會額外射出 個火球並使傷害提高 。",
    "藍伊森法杖": "你施放的電能彈有 機率追向敵人，並且持續時間延長 。",
    "赤血之原": "使用這把武器時，以血肉橫飛對至少一名敵人造成傷害後會產生一灘血池，使敵人在 秒內受到 點流血傷害。站在血池中的敵人會額外受到 流血傷害。",
    "高祖": "你的爆擊傷害提高 。此武器的其他屬性可以出現比平常更好的數值。",
    "戰鬥痴狂": "狂亂的堆疊上限提高 層。狂亂疊滿時，其他技能攻擊速度提高 。",
    "多爾門之石": "在颶風術效果期間施放巨石，會使你的巨石圍繞著你旋轉。",
    "賽利格的融心": "獲得 資源上限。此外，受到傷害時，原本會失去的每 生命值，會改為流失 點資源。",
    "流放領主護符": "在你消耗 點主要資源後，你的下一個核心技能必定造成壓制效果。造成壓制的爆擊會造成額外 傷害。",
    "死語者的墜飾": "鮮血奔湧會施放小型新星在僕從上，造成 點傷害。初始施放每吸取一名目標，傷害提高 ，最多提高 。",
    "哈坎之語": "你的箭雨會同時受到所有灌注技能的灌注強化效果。",
    "埃莎多拉的溢流雕飾": "收集電流能量時，有 機率釋放閃電新星，造成 點電擊傷害。你每擁有 點智力，可使此傷害提高 。",
    "十萬步伐": "從機動武裝關鍵被動技能獲得最終傷害加成後，會自動施放震地踐踏並獲得 點怒氣。每 秒只能觸發一次。",
    "懺悔護脛": "留下冰霜痕跡對敵人造成冰冷效果。對受到冰冷效果的敵人造成的傷害提高 。",
    "閃爍步履": "每個你閃避的敵人會使你的絕招冷卻時間減少 秒，最多減少 秒。",
    "空蕩古墓護脛": "斬裂的幽魂移動時會留下汙穢之地的痕跡，在 秒內對敵人造成 點暗影傷害。",
    "艾蘇的傳家寶": "你的爆擊機率會提高等同移動速度加成的 。",
    "哈洛加斯的憤怒": "幸運觸發：對精英怪物造成流血效果時，最高有 機率使非絕招技能的冷卻時間縮短 秒。",
    "瘋狼狂喜": "狼人形態變成你真正的形態，所有狼人技能 等級。",
    "無厭狂怒": "熊人形態變成你真正的形態，所有熊人技能 等級。",
    "剃刀鎧甲": "獲得 點荊棘。",
    "烙魂": "你的治療藥水不再立刻治療，而是給予一個等同於 治療量的屏障，持續 秒。當你擁有屏障時，你獲得 傷害減免。",
    "血匠胸鎧": "拾取 個生命之球後，會生成一個骸骨之魂，造成的傷害會依照你目前的生命值比例獲得加成。",
    "盜賊皮甲": "當你透過心靈視野獲得無限的能量時，施放核心技能有 機率生成釘爪刺、劇毒陷阱或死亡陷阱。",
    "無限法袍": "使用傳送術後，近距離敵人會被拉向你並被擊昏 秒，但傳送術的冷卻時間延長 。",
    "戈爾的摧殘護手": "旋風斬每 秒會爆炸一次，結束後會對附近敵人造成基礎傷害 的火焰傷害。",
    "命運之拳": "攻擊會隨機造成普通傷害的 至 傷害。",
    "霜燃": "幸運觸發：最高有 機率對敵人造成凍結效果，持續 秒。",
    "深淵狂嗥": "屍爆不再立即引爆，而是召喚易爆骷髏衝向隨機敵人產生爆炸。屍爆造成的傷害提高 。",
    "暗影之握手套": "幸運觸發：以射手或割喉技能對易傷的敵人造成傷害時，最多有 機率召喚會模仿你攻擊的暗影分身。",
    "照光者手套": "火球會在移動時彈跳，每次落地都會爆炸，但爆炸造成的傷害降低 。",
    "「威猛」喬里茲的角盔": "當你在狂暴狀態下獲得狂暴時，你有 機率變得更加憤怒，獲得 傷害加成、每秒 點怒氣，以及 冷卻時間縮短。",
    "風暴怒號": "幸運觸發： 風暴技能最高有 機率賦予 點靈力。 你的基礎風暴技能也屬於狼人技能。",
    "瓦希里的祈禱": "你的大地技能也屬於熊人技能，並且會使你獲得 點強韌。",
    "安達莉爾的面貌": "幸運觸發：最高有 機率觸發劇毒新星，對範圍內的敵人在 秒內造成 點中毒傷害。",
    "諧角之冠": "獲得 傷害減免。此外，所有技能等級 。",
    "弒神王冠": "當你擊昏、冰凍或定身精英敵人，又或是對首領造成傷害時，它會拉近周遭敵人。你會對這些敵人造成 額外傷害，持續 秒。（此效果每 秒只能觸發一次）。",
    "強化頭盔": "用於最高等級加成的測試物品。",
    "不死面容": "骨矛會在路徑上留下迴盪的骸能，並爆炸造成 點傷害。你每擁有 爆擊傷害加成，可使此傷害提高 。",
    "無名風帽": "對受控場效果影響的敵人幸運觸發機率提高 。",
    "風暴伴生": "你的惡狼同伴被注入了風暴力量，會造成電擊傷害並獲得風暴狂嗥能力。",
    "鬼迷心竅": "治療超過 生命值的效果會賦予最高 生命值上限的屏障，持續 秒。生命值全滿時可以使用藥水。",
    "黎明之空腿鎧": "當你承受非物理傷害時，該傷害屬性的抗性上限提高 ，持續 秒。此效果同時間只對一種傷害類型有效。",
    "提鮑特之志": "你處於無阻狀態以及無阻結束後的 秒內，會額外造成 傷害。當你進入無阻狀態，獲得 點主要資源。",
    "強化長褲": "用於最高等級加成的測試物品。",
    "血月馬褲": "你的僕從有 機率詛咒敵人。 敵人受到你至少 種詛咒影響時，你對其造成的壓制傷害提高 。",
    "暗夜凝望": "死亡陷阱造成的傷害提高 。除非擊中首領或玩家，否則在死亡陷阱殺死任一敵人之前會持續重新部署。",
    "冰心束褲": "在凍結狀態下死亡的敵人，有 機率釋放冰霜新星。",
    "紅色狂熱之戒": "在 秒內花費 點怒氣後，你下一次施放的先祖之鎚、動盪震擊，或死亡之擊必定爆擊，並造成額外 爆擊傷害。",
    "獵手巔峰": "使用變形技能擊殺時可獲得加成效果： 狼人：下一次使用非絕招的熊人技能不消耗資源，也沒有冷卻時間。 熊人：下一次使用狼人技能首次造成傷害時，恢復 點生命值。",
    "艾瑞妲的無阻意志": "當施放絕招的 秒後再次施放絕招，會拉近遠距離敵人並對他們造成 點物理傷害。你每擁有 點意志，此傷害就會提高 。",
    "聖母的懷抱": "若核心技能擊中 名以上敵人時，可歸還 消耗的資源。",
    "無星深空戒指": "施放核心技能會降低核心技能的資源消耗，最多降低 。施放非核心技能時重置。",
    "薩法爾的腐蝕印璽": "幸運觸發：你的持續傷害效果有 機率爆發，對周遭敵人造成 點同屬性的傷害。",
    "曼戴恩之戒": "幸運觸發：最高有 機率強化所有僕從，使每個僕從下次攻擊造成 點物理傷害的爆炸。",
    "褻瀆靈魂之戒": "你會對附近的屍體自動啟動下列已裝備的技能： 每 秒啟動一次骷髏復生。 每 秒啟動一次屍爆。 每 秒啟動一次屍體觸鬚。",
    "欺詐扭纏指環": "施放欺敵技能會留下一個持續嘲諷並吸引敵人的誘餌陷阱。誘餌陷阱會在 秒後爆炸，造成 點暗影傷害。每 秒可觸發一次。",
    "藍色玫瑰": "幸運觸發：對敵人造成傷害時，有 機率會爆破出冰刺，造成 點冰寒傷害。如果敵人處於 凍結狀態，此機率為三倍。",
    "塔拉夏的虹彩戒環": "你每造成一種類型的元素傷害可獲得 額外傷害，持續 秒。造成元素傷害會重置所有加成效果。"
}
