{
    "[n1]mumlayan_kambur[n2]mumlayan_kamburu": {
        "desc": "Doğra ile düşmanları öldürdüğünde saniye boyunca Saklanma kazan. Saklanmayı bir saldırı ile bozduğunda saniyeliğine garanti Kritik Vuruş veren Pusu kazanırsın.",
        "snoId": 1306218
    },
    "kasap_satırı": {
        "desc": "Şanslı Vuruş Bir düşmana Kritik Vuruş yaptığında saniye boyunca en fazla ihtimalle Korkutma ve Yavaşlatma uygula.",
        "snoId": 941704
    },
    "güçlendirme_hançeri": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 941728
    },
    "[n1]kınama[n2]kınaması": {
        "desc": "Çekirdek Yeteneklerin Kombo Puanı harcadığında artırılmış hasar verir. Bu silahı kullanan Temel Yeteneklerin ihtimalle Kombo Puanı oluşturur.",
        "snoId": 941730
    },
    "ashearanın_kavisli_hançeri": {
        "desc": "Bu silahla yapılan vuruşlar, Saldırı Hızını saniye boyunca en fazla olacak şekilde artırır.",
        "snoId": 941731
    },
    "[n1]et_parçalayan[n2]et_parçalayanı": {
        "desc": "Zayıflatıcı Kükreme ve Kan Uluması, yakındaki Zehirlenmiş düşmanlara hasar verir. Bu hasar, sahip olduğun her İrade için artar.",
        "snoId": 941798
    },
    "[n1]kara_nehir[n2]kara_nehri": {
        "desc": "Ceset Patlaması, ilk Cesedin çevresinde ilave Cesede kadar tüketerek artırılmış hasar verir ve ilave Ceset başına daha büyük yarıçapa sahip olur.",
        "snoId": 1306235
    },
    "[n1]kapaksız_duvar[n2]kapaksız_duvarı": {
        "desc": "Şanslı Vuruş Kemik Fırtınası etkinken Kemik Fırtınası dışındaki bir düşmana vurmak, düşmanın konumunda en fazla ihtimalle ek bir Kemik Fırtınası oluşturur. Etkin Kurban bonuslarının her biri, ihtimali ve sahip olabileceğin toplam ek Kemik Fırtınalarını artırır.",
        "snoId": 1439541
    },
    "ramaladninin_başyapıtı": {
        "desc": "Bu silahı kullanan yetenekler, sahip olduğun Hiddet puanı başına artırılmış hasar verir ancak her saniye Hiddet kaybedersin.",
        "snoId": 1304455
    },
    "[n1]gök_mavi_gazap[n2]gök_mavi_gazabı": {
        "desc": "Şanslı Vuruş Çekirdek Yeteneklerin en fazla ihtimalle düşmanları saniyeliğine Dondurur ve Dondurduğu düşmanlara Soğuk hasarı verir.",
        "snoId": 1439438
    },
    "[n1]kıyamet_getiren[n2]kıyamet_getireni": {
        "desc": "Şanslı Vuruş En fazla ihtimalle çevredeki düşmanlara Gölge hasarı verip düşmanların verdikleri hasarı saniyeliğine azalt.",
        "snoId": 941869
    },
    "alev_yarası": {
        "desc": "Yakma Yönlendirilirken düzenli aralıklarla her biri Ateş hasarı veren ve düşmanlara doğru çekilen közler ateşlersin.",
        "snoId": 1214791
    },
    "[n1]göz_pencere[n2]göz_penceresi": {
        "desc": "Işınlanma Büyülemesi etkisini ücretsiz elde et. Işınlanma Büyülemesini kullanarak Kaçındığında rastgele bir konuma götürülürsün.",
        "snoId": 1439529
    },
    "kadimlerin_yemini": {
        "desc": "Çelik Pençe ek zincir fırlatır. Çelik Pençenin isabet ettiği düşmanlar, saniye boyunca senden daha fazla hasar alır.",
        "snoId": 941951
    },
    "gök_avcısı": {
        "desc": "Bir düşmana verdiğin ilk doğrudan hasar, garanti Kritik Vuruş olur. Bir Çekirdek Yetenek kullandığında maksimum sayıda İsabet Temel Pasifi biriktirdiysen o Yetenek artırılmış Kritik Vuruş Hasarı kazanır, sen de Enerji kazanırsın.",
        "snoId": 941972
    },
    "rüzgâr_gücü": {
        "desc": "Şanslı Vuruş Bu silahla yapılan vuruşlar, çifte hasar vermek ve hedefi Geriye Savurmak için en fazla ihtimale sahiptir.",
        "snoId": 941973
    },
    "kartal_boynuzu": {
        "desc": "Delici Atış ihtimalle duvarlardan ve dekordan seken bir ok fırlatır. Delici Atış ile düşmana hasar vermek, bir sonraki atışta düşmanların saniye boyunca Savunmasız kalmasına neden olur.",
        "snoId": 1439537
    },
    "cehennem_çekici": {
        "desc": "Ayaklanma, yeri tutuşturarak düşmanları saniye boyunca ek hasar verecek şekilde Yakar.",
        "snoId": 942021
    },
    "[n1]aşırı_güç[n2]aşırı_gücü": {
        "desc": "Ölüm Darbesi, düşmanlara Temel hasarının kadarı hasar veren bir şok dalgası oluşturur. Bu etkiyle ölen düşmanlar, Ölüm Darbesi Bekleme Süresini de sıfırlar.",
        "snoId": 1222183
    },
    "güçlendirme_tırpanı": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942068
    },
    "[n1]kansız_çığlık[n2]kansız_çığlığı": {
        "desc": "Karanlık Yeteneklerin, düşmanları en fazla Soğutur ve Donmuş düşmanlara artırılmış hasar verir. Şanslı Vuruş Karanlık Yeteneklerin, en fazla ihtimalle Donmuş hedeflere karşı ilave Öz oluşturur.",
        "snoId": 1220207
    },
    "kocakarı_büyük_asası": {
        "desc": "Pençe artık bir Fırtına Yeteneğine dönüşür ve ek olarak normal hasarla Fırtına Vuruşu uygular.",
        "snoId": 942106
    },
    "lycanderin_mızrağı_ahavarion": {
        "desc": "Seçkin bir düşman öldürdükten sonra saniyeliğine rastgele bir Mabet etkisi kazan. Sadece her saniyede bir kez gerçekleşebilir.",
        "snoId": 942108
    },
    "ebedî_öfke_asası": {
        "desc": "Ateş Topu, her . kullanımında ek mermi fırlatır ve artırılmış hasar verir.",
        "snoId": 942111
    },
    "lam_esenin_asası": {
        "desc": "Yüklü Şimşekler, ihtimalle düşmanlara çekilir ve daha uzun sürer.",
        "snoId": 1306310
    },
    "[n1]kızıl_tarlalar[n2]kızıl_tarlaları": {
        "desc": "Bu silahı kullanırken en az bir düşmana Kesik ile hasar vermek, saniye boyunca Kanama hasarı veren bir kan havuzu oluşturur. Havuzda duran düşmanlar daha fazla Kanama hasarı alır.",
        "snoId": 942134
    },
    "[n1]büyükbaba[n2]büyükbabası": {
        "desc": "Kritik Vuruş Hasarını artırır. Bu silahın diğer özellikleri normalden daha yüksek değere çıkabilir.",
        "snoId": 942135
    },
    "savaş_hipnozu": {
        "desc": "Çılgınlığın maksimum birikmesi artar. Maksimum Çılgınlığa sahipken diğer Yeteneklerin Saldırı Hızı artışı kazanır.",
        "snoId": 1304468
    },
    "dolmen_taşı": {
        "desc": "Kasırga etkinken Kaya kullanıldığında kayaların çevrende döner.",
        "snoId": 1610440
    },
    "seligin_erimiş_kalbi": {
        "desc": "Maksimum Kaynak kazan. Ek olarak hasar aldığında kaybedeceğin her Can için alternatif olarak Kaynak tüket.",
        "snoId": 1275933
    },
    "sürgün_lordun_tılsımı": {
        "desc": "Birincil Kaynağının kadarını harcadığında bir sonraki Çekirdek Yeteneğin garanti olarak Aşırı Güç uygular. Aşırı Güç uygulayan Kritik Vuruşların artırılmış hasar verir.",
        "snoId": 1561309
    },
    "ölümün_konuşanın_kolye_ucu": {
        "desc": "Kan Yükselişi, Yardakçılarına hasar veren bir mini nova fırlatır. Hasar, ilk kullanımda tüketilen hedef başına artar. Artış en fazla olabilir.",
        "snoId": 1230484
    },
    "hakanın_sözü": {
        "desc": "Ok Yağmuru daima tüm Aşılamalar ile Aşılıdır.",
        "snoId": 1306258
    },
    "esadoranın_taşan_kabartmalı_taşı": {
        "desc": "Çatırtı Enerjisi toplandıktan sonra ihtimalle Yıldırım hasarı veren bir yıldırım novası serbest bırakırsın. Bu nova, sahip olduğun her Zekâ için artar.",
        "snoId": 1225299
    },
    "[n1]100.000_adım[n2]100.000_adımı": {
        "desc": "Yürüyen Cephanelik Temel Pasifinden son hasar bonusunu kazandıktan sonra otomatik olarak Tepinme kullanır ve Hiddet kazanırsın. Bu, her saniyede bir kez gerçekleşebilir.",
        "snoId": 1210595
    },
    "[n1]tövbekâr_baldırlık[n2]tövbekâr_baldırlığı": {
        "desc": "Arkanda düşmanları Soğutan bir buz izi bırakırsın. Soğutulmuş düşmanlara daha fazla hasar verirsin.",
        "snoId": 942251
    },
    "[n1]titrek_adım[n2]titrek_adımı": {
        "desc": "Kaçınarak içinden geçtiğin her düşman, etkin Ulti Bekleme Süreni saniye azaltır, azaltma en fazla saniye olabilir.",
        "snoId": 942253
    },
    "boş_mezarın_baldırlığı": {
        "desc": "Ayır tayfların yol aldıkça altlarında Kirletilmiş Toprak oluştur ve düşmanlara saniye boyunca Gölge hasarı ver.",
        "snoId": 1220257
    },
    "esunun_yadigârı": {
        "desc": "Kritik Vuruş İhtimalin, Hareket Hızı bonusunun kadarı artar.",
        "snoId": 1306301
    },
    "harrogathın_öfkesi": {
        "desc": "Şanslı Vuruş Seçkinlere Kanama uyguladığında Ulti Olmayan Yeteneklerinin Bekleme Sürelerini en fazla ihtimalle saniye azalt.",
        "snoId": 1304379
    },
    "deli_kurdun_neşesi": {
        "desc": "Kurt Adam formu artık gerçek formundur ve tüm Kurt Adam Yeteneklerin için Kademe kazanırsın.",
        "snoId": 942354
    },
    "[n1]doyumsuz_hiddet[n2]doyumsuz_hiddeti": {
        "desc": "Ayı Adam formu artık gerçek formundur ve tüm Ayı Adam Yeteneklerin için Kademe kazanırsın.",
        "snoId": 942355
    },
    "jilet_plakası": {
        "desc": "Diken kazan.",
        "snoId": 1215064
    },
    "ruh_damgası": {
        "desc": "İyileşme İksirin artık anında iyileştirmez, bunun yerine saniye boyunca iyileşmenin kadarı değerinde bir Bariyer sağlar. Bir Bariyere sahipken Hasar Azaltma kazanırsın.",
        "snoId": 1560873
    },
    "kan_zanaatkârının_göğüslük_zırhı": {
        "desc": "Kan Küresi topladığında mevcut Can yüzdene göre bonus hasar veren bedelsiz bir Kemik Ruh ortaya çıkar.",
        "snoId": 1306229
    },
    "alçağın_derisi": {
        "desc": "İç Görüş sayesinde sınırsız Enerjiye sahipken bir Çekirdek Yetenek kullanmak ihtimalle İğneler, Zehir Tuzağı ya da Ölüm Tuzağı yaratır.",
        "snoId": 1612293
    },
    "ebedîyetin_kıyafeti": {
        "desc": "Işınlanmayı kullandıktan sonra Yakın düşmanlar sana Çekilir ve saniye Sersemletilir ancak Işınlanmanın Bekleme Süresi artar.",
        "snoId": 942363
    },
    "gohrun_yıkıcı_tutuşu": {
        "desc": "Burgaç saniyede bir kez patlar ve sona erdikten sonra çevredeki düşmanlara verilen Temel hasarın kadarını Ateş hasarı olarak verir.",
        "snoId": 942555
    },
    "kaderin_yumrukları": {
        "desc": "Saldırıların, normal hasarlarının ila kadarını rastgele olarak verir.",
        "snoId": 942559
    },
    "buz_yakması": {
        "desc": "Şanslı Vuruş En fazla ihtimalle düşmanları saniye boyunca Dondur.",
        "snoId": 942560
    },
    "[n1]aşağıdan_gelen_uluma[n2]aşağıdan_gelen_uluması": {
        "desc": "Ceset Patlaması, anında patlamak yerine rastgele bir düşmana doğru yüklenen ve patlayan bir Patlayıcı İskelet çağırır. Ceset Patlamasının hasarı artar.",
        "snoId": 1227277
    },
    "gölgenin_pençesi": {
        "desc": "Şanslı Vuruş Savunmasız bir düşmana Nişancı veya Cani Yeteneği ile hasar vermek, ihtimalle saldırını taklit eden bir Gölge Kopyası çağırır.",
        "snoId": 1306250
    },
    "aydınlatıcının_eldiveni": {
        "desc": "Ateş Topu artık hareket ederken seker ve yere her çarptığında patlar ancak patlaması daha az hasar verir.",
        "snoId": 942564
    },
    "kudretli_joritzin_dişten_miğferi": {
        "desc": "Zaten Başıbozukken Başıbozukluk kazandığında ihtimalle daha fazla öfkelenip artırılmış hasar, saniye başına Hiddet ve Bekleme Süresi Azaltma kazanırsın.",
        "snoId": 1489567
    },
    "fırtına_kükremesi": {
        "desc": "Şanslı Vuruş Fırtına Yetenekleri, en fazla ihtimalle Ruh sağlar. Temel Fırtına Yeteneklerin artık aynı zamanda Kurt Adam Yetenekleri olur.",
        "snoId": 1304489
    },
    "vasilynin_duası": {
        "desc": "Toprak Yeteneklerin artık aynı zamanda Ayı Adam Yetenekleri olur ve sana Güçlendirme sağlar.",
        "snoId": 1306213
    },
    "andarielin_siması": {
        "desc": "Şanslı Vuruş En fazla ihtimalle Bölgedeki düşmanlara saniye boyunca Zehirleme hasarı veren bir zehir novası tetikle.",
        "snoId": 942663
    },
    "soytarı_arması": {
        "desc": "Hasar Azaltma kazan. Ek olarak, tüm Yetenekler için Kademe kazan.",
        "snoId": 942664
    },
    "tanrı_katili_tacı": {
        "desc": "Bir Seçkin düşmanı Sersemlettiğinde, Dondurduğunda veya Sabitlediğinde ya da bir Patrona hasar verdiğinde Yakın düşmanları İçine Çeker. Bu hedeflere saniyeliğine artırılmış hasar verirsin. Bu etki, her saniyede bir gerçekleşebilir.",
        "snoId": 1555196
    },
    "güçlendirme_miğferi": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942665
    },
    "[n1]ölümsüz_sima[n2]ölümsüz_siması": {
        "desc": "Kemik Mızrak, ilerlerken arkasında patlayarak hasar veren yankılar bırakır. Bu yankıların hasarı, her Kritik Vuruş Hasar Bonusun için artar.",
        "snoId": 1234672
    },
    "i̇simsizin_kukuletası": {
        "desc": "Kitle Kontrolü Etkisindeki düşmanlara Karşı artırılmış Şanslı Vuruş İhtimali kazanırsın.",
        "snoId": 942666
    },
    "fırtına_yoldaşı": {
        "desc": "Kurt Yoldaşların Yıldırım hasarı veren fırtına gücüne sahip olur ve Fırtına Uluması becerisi kazanır.",
        "snoId": 942972
    },
    "[n1]cüret[n2]cüreti": {
        "desc": "Seni Canın üzerinde İyileştiren etkiler, Maksimum Canının en fazla kadarına eşit ve saniye süren bir Bariyer sağlar. İksirler, Can doluyken kullanılabilir.",
        "snoId": 1306325
    },
    "şafak_vakti_uyluk_zırhı": {
        "desc": "Fiziksel Olmayan türden hasar aldığında bu hasar türüne karşı saniyeliğine Maksimum Direnç kazanırsın. Bu etki aynı anda yalnızca bir hasar türü için geçerli olabilir.",
        "snoId": 1477079
    },
    "tibaultun_i̇radesi": {
        "desc": "Durdurulamazken ve sonraki saniye boyunca artırılmış hasar verirsin. Durdurulamaz olduğunda Birincil Kaynağının kadarını kazanırsın.",
        "snoId": 1559420
    },
    "güçlendirme_pantolonu": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942975
    },
    "kanlı_ay_pantolonu": {
        "desc": "Yardakçıların ihtimalle düşmanları lanetler. En az lanetinden etkilenmiş düşmanlar senden artırılmış Aşırı Güç hasarı alır.",
        "snoId": 1217039
    },
    "[n1]karanlıktaki_gözler[n2]karanlıktaki_gözleri": {
        "desc": "Ölüm Tuzağı artırılmış hasar verir. Bir Patrona veya Oyuncuya çarpmadığı sürece Ölüm Tuzağı, bir düşmanı öldürene kadar etkin kalmaya devam eder.",
        "snoId": 942977
    },
    "[n1]buz_kalpli_pantolon[n2]buz_kalpli_pantolonu": {
        "desc": "Donmuş hâlde ölen düşmanlar ihtimalle bir Buz Novası serbest bırakır.",
        "snoId": 1306273
    },
    "kızıl_öfke_yüzüğü": {
        "desc": "Hiddeti saniye içinde harcadıktan sonraki Kadimlerin Çekici, Ayaklanma veya Ölüm Darbesi kullanımın kesin olarak Kritik Vuruş yapar ve bonus Kritik Vuruş Hasarı verir.",
        "snoId": 1706603
    },
    "avcının_doruğu": {
        "desc": "Bir Şekil Değiştirme Yeteneği ile öldürdüğünde bonus kazan Kurt Adam Sonraki Ulti Olmayan Ayı Adam Yeteneğinin Kaynak maliyeti ve Bekleme Süresi yoktur. Ayı Adam Bir sonraki Kurt Adam Yeteneğin ilk hasar verildiğinde seni kadar İyileştirir.",
        "snoId": 989677
    },
    "airidahnın_amansız_i̇radesi": {
        "desc": "Ulti Yeteneği kullanırken ve ardından saniye sonra yeniden Uzaktaki düşmanları kendine doğru Çek ve hasar ver. Bu hasar, sahip olduğun İrade puanı başına artar.",
        "snoId": 1706650
    },
    "annenin_kabullenişi": {
        "desc": "Bir Çekirdek Yetenek veya daha fazla düşmana isabet ederse Kaynak maliyetinin kadarı iade edilir.",
        "snoId": 1215133
    },
    "yıldızsız_gökler_yüzüğü": {
        "desc": "Bir Çekirdek Yetenek kullanmak Çekirdek Yeteneklerini Kaynak bedellerini azaltır ve bu azaltma en fazla olabilir. Çekirdek Olmayan Yetenekler kullanıldığında sıfırlanır.",
        "snoId": 1306337
    },
    "xfalın_aşınmış_damgası": {
        "desc": "Şanslı Vuruş Zamanla hasar etkilerin en fazla ihtimalle patlayıp verdiği hasarla aynı tür hasarı Yakındaki düşmanlara verir.",
        "snoId": 1559923
    },
    "mendeln_yüzüğü": {
        "desc": "Şanslı Vuruş Tüm Yardakçılarını en fazla ihtimalle güçlendirip her bir Yardakçının bir sonraki saldırısında Fiziksel hasar vererek patlamasını sağla.",
        "snoId": 1222626
    },
    "günahkâr_ruhun_yüzüğü": {
        "desc": "Şu donanılmış yetenekleri etrafındaki Cesetlerde otomatik olarak etkinleştirirsin Her saniyede bir kez İskelet Dirilt. Her saniyede bir kez Ceset Patlaması yarat. Her saniyede bir kez Ceset Filizleri yarat.",
        "snoId": 1706659
    },
    "kıvrılan_düzenbazlık_yüzüğü": {
        "desc": "Bir Hile Yeteneği kullanmak, arkanda düşmanları sürekli olarak kışkırtan ve kendisine çeken bir Yem Tuzak bırakır. Yem Tuzak saniye sonra patlayarak Gölge hasarı verir. Yalnızca her saniyede bir kez gerçekleşebilir.",
        "snoId": 1706657
    },
    "[n1]mavi_gül[n2]mavi_gülü": {
        "desc": "Şanslı Vuruş Bir düşmana hasar verdiğinde ihtimalle patlayıcı bir Buz Mızrağı oluşturarak Soğuk hasarı verirsin. Düşman Donmuş ise bu ihtimal üç katına çıkar.",
        "snoId": 1211653
    },
    "tal_rashanın_yanardöner_halkası": {
        "desc": "Verdiğin her Element hasarı türü için saniyeliğine artırılmış hasar kazan. Element hasarı vermek tüm bonusları yeniler.",
        "snoId": 1225567
    }
}
