{
    "del_berserker_lacerante": {
        "desc": "Ogni volta che infliggi danni diretti durante Berserk, infliggi il dei danni base sotto forma di danni da sanguinamento aggiuntivi in s.",
        "snoId": 1105985
    },
    "del_terremoto": {
        "desc": "Passo Tonante crea un Terremoto che infligge danni fisici ai nemici in s. Mentre ti trovi nellarea dei Terremoti, infliggi il di danni aggiuntivi.",
        "snoId": 1105986
    },
    "dello_spaccacrani": {
        "desc": "Stordendo un nemico sanguinante gli infliggi il del totale dei danni da sanguinamento come danni fisici.",
        "snoId": 1105987
    },
    "del_dominio_delle_armi": {
        "desc": "Le tue abilità di Dominio delle Armi sono dotate di una carica aggiuntiva. Colpo fortunato infliggere danni a un nemico con unabilità di Dominio delle Armi ha una probabilità massima del di stordirlo per s.",
        "snoId": 1105988
    },
    "del_sangue_di_ferro": {
        "desc": "Ottieni una riduzione dei danni del per ogni nemico vicino sanguinante, fino a un massimo del .",
        "snoId": 1105989
    },
    "della_furia_da_battaglia": {
        "desc": "Ottieni Berserk per s dopo aver scambiato le armi per volte.",
        "snoId": 1105990
    },
    "della_furia_echeggiante": {
        "desc": "Le abilità di Urla generano furia ogni secondo mentre sono attive.",
        "snoId": 1105991
    },
    "del_guerriero_ferreo": {
        "desc": "Pelle di Ferro ti rende inarrestabile e conferisce il di riduzione danni.",
        "snoId": 1105992
    },
    "dei_passi_da_gigante": {
        "desc": "Riduce il tempo di recupero di Balzo di s per ogni nemico colpito, fino a un massimo di s.",
        "snoId": 1105994
    },
    "del_berserker_implacabile": {
        "desc": "Colpo fortunato infliggere danni a un nemico con unabilità Primaria ha una probabilità massima del di estendere la durata di Berserk di s. La durata raddoppia in caso di danni critici.",
        "snoId": 1105995
    },
    "della_furia_implacabile": {
        "desc": "Uccidere un nemico o colpire un boss con unabilità Primaria rimborsa il del suo costo in furia base. Può attivarsi solo una volta per abilità utilizzata.",
        "snoId": 1105997
    },
    "degli_echi_ancestrali": {
        "desc": "Colpo fortunato se hai inserito Richiamo degli Antichi nella barra delle azioni, infliggere danni ai nemici con Balzo, Tumulto o Turbine ha una probabilità massima del di evocare un Antico che utilizza la stessa abilità.",
        "snoId": 1105998
    },
    "dellira_paralizzante": {
        "desc": "Ogni furia generata quando sei già al livello massimo fornisce Fortificazione.",
        "snoId": 1106001
    },
    "del_rissoso": {
        "desc": "I nemici danneggiati con Calcio o Carica esplodono se vengono uccisi nei s successivi, infliggendo danni ai nemici circostanti.",
        "snoId": 1106002
    },
    "del_diavolo_di_sabbia": {
        "desc": "Turbine lascia dietro di sé un Diavolo di Sabbia che infligge danni ai nemici circostanti.",
        "snoId": 1106003
    },
    "della_collera_avanzante": {
        "desc": "Dopo aver consumato furia, la tua abilità di Dominio delle Armi successiva infligge danni aggiuntivi.",
        "snoId": 1106004
    },
    "dellarmaiolo_inesorabile": {
        "desc": "Ottieni il di generazione di furia aggiuntiva mentre tutti i danni aggiuntivi della Passiva chiave Arsenale Ambulante sono attivi.",
        "snoId": 1106005
    },
    "della_furia_del_berserk": {
        "desc": "Ottieni furia al secondo durante Berserk.",
        "snoId": 1106006
    },
    "del_desiderio_di_morte": {
        "desc": "Ottieni Spine mentre Berserk è attivo.",
        "snoId": 1106007
    },
    "del_turbine_feroce": {
        "desc": "La probabilità di critico di Turbine aumenta del per ogni secondo di canalizzazione, fino a un massimo del .",
        "snoId": 1106009
    },
    "di_bulkathos": {
        "desc": "Balzo crea un Terremoto che infligge danni fisici ai nemici in s. Mentre ti trovi nellarea dei terremoti, ottieni il di riduzione danni.",
        "snoId": 1106010
    },
    "": {
        "desc": "Le esplosioni della Passiva chiave Frantumazione infliggono il di danni aggiuntivi se i nemici muoiono mentre sono congelati.",
        "snoId": 1211655
    },
    "del_rissoso_veterano": {
        "desc": "Ogni volta che unabilità Primaria infligge danni diretti a un nemico, la tua prossima Carica o il tuo prossimo Balzo infliggerà il di danni aggiuntivi, fino al .",
        "snoId": 1106024
    },
    "della_forza_ancestrale": {
        "desc": "Maglio degli Antichi provoca un terremoto verso lesterno e i suoi danni sono aumentati del .",
        "snoId": 1106025
    },
    "del_turbine_ghermitore": {
        "desc": "Turbine attira periodicamente i nemici verso di te.",
        "snoId": 1106034
    },
    "del_berserker_risoluto": {
        "desc": "Colpo fortunato fino al di probabilità di ottenere Fortificazione ogni volta che infliggi danni diretti durante Berserk.",
        "snoId": 1106039
    },
    "del_capitano_spavaldo": {
        "desc": "Ogni volta che attivi unabilità di Urla, il suo tempo di recupero viene ridotto di s per ogni nemico vicino, fino a un massimo di s.",
        "snoId": 1106041
    },
    "del_passo_perpetuo": {
        "desc": "Infliggere danni a un nemico con Calcio o Passo Tonante azzera il tempo di recupero di Balzo.",
        "snoId": 1105863
    },
    "dellanemia": {
        "desc": "Colpo fortunato infliggendo danni diretti ai nemici sanguinanti hai una probabilità massima del di stordirli per s.",
        "snoId": 1201316
    },
    "della_placidità": {
        "desc": "Colpo fortunato hai fino al di probabilità di ottenere furia quando Lacerazione infligge danni diretti ad almeno un nemico sanguinante.",
        "snoId": 1202014
    },
    "schiantaterra": {
        "desc": "Dopo aver scambiato le armi per volte, la tua abilità successiva attiva Sopraffazione e infligge il di danni da Sopraffazione aggiuntivi.",
        "snoId": 1199203
    },
    "dei_colpi_tempranti": {
        "desc": "Dopo aver scambiato le armi per volte, ottieni Fortificazione.",
        "snoId": 1200857
    },
    "del_portafortuna": {
        "desc": "Ottieni il di probabilità di colpo fortunato aggiuntiva mentre tutti i danni aggiuntivi della Passiva chiave Arsenale Ambulante sono attivi.",
        "snoId": 1199205
    },
    "del_berserker_del_clan_dellorso": {
        "desc": "Uccidere un nemico durante Berserk ha una probabilità del di aumentare del la riduzione del tempo di recupero delle tue abilità di Rissa per s.",
        "snoId": 1199207
    },
    "dellira_bruciante": {
        "desc": "Durante Berserk, infliggi danni da fuoco al secondo ai nemici circostanti.",
        "snoId": 1105876
    },
    "dellira_infinita": {
        "desc": "Ogni furia generata quando sei già al livello massimo assegna alla tua abilità Primaria successiva il di danni aggiuntivi, fino a un massimo del .",
        "snoId": 1106289
    },
    "della_carica_ancestrale": {
        "desc": "Carica richiama Antichi che caricano a loro volta, infliggendo il dei danni normali.",
        "snoId": 1427872
    },
    "dello_strazio_sfrenato": {
        "desc": "Il tuo Strazio non rimuove i danni da sanguinamento dai nemici. Leffetto può verificarsi soltanto una volta ogni s.",
        "snoId": 1603699
    },
    "dellinsaziabile": {
        "desc": "Dopo aver ucciso un nemico con Dilaniamento, la tua prossima abilità da Lupo Mannaro genera il di spirito in più e infligge il di danni in più.",
        "snoId": 1106044
    },
    "dello_strazio": {
        "desc": "Quando vieni colpito in forma di Orso Mannaro hai una probabilità del di ottenere spirito.",
        "snoId": 1106047
    },
    "della_brezza_serena": {
        "desc": "Colpo fortunato Folata Travolgente ha fino al di probabilità di ripristinare completamente il tuo spirito.",
        "snoId": 1106050
    },
    "della_tempesta": {
        "desc": "I danni inflitti da Uragano sono aumentati del per ogni secondo in cui è attivo.",
        "snoId": 1106053
    },
    "delle_sabbie_mobili": {
        "desc": "I danni delle abilità di Terra rallentano i nemici colpiti del per s.",
        "snoId": 1106058
    },
    "della_pietra_schiantata": {
        "desc": "Le abilità di Terra infliggono il di danni critici aggiuntivi ai nemici sotto effetti debilitanti.",
        "snoId": 1206644
    },
    "della_pietra_curativa": {
        "desc": "La durata di Baluardo di Terra aumenta di s. Inoltre, uccidere un nemico con abilità di Terra ripristina delle barriere attive di Baluardo di Terra.",
        "snoId": 1106061
    },
    "della_sovraccarica": {
        "desc": "Colpo fortunato quando infliggi danni da fulmine hai una probabilità massima del di infliggere un sovraccarico al bersaglio della durata di s ogni danno diretto inflitto al bersaglio lo elettrifica, infliggendo danni aggiuntivi ai nemici circostanti.",
        "snoId": 1106063
    },
    "dellequilibrio_naturale": {
        "desc": "Usare unabilità di Tempesta fornisce alle tue abilità di Terra il di danni critici per s. Usare unabilità di Terra aumenta la probabilità di critico delle abilità di Tempesta del per s.",
        "snoId": 1106064
    },
    "del_debito_mutante": {
        "desc": "Infliggere danni a un nemico avvelenato con unabilità da Orso Mannaro infliggerà istantaneamente il dei danni dellavvelenamento e lo rimuoverà.",
        "snoId": 1201950
    },
    "del_calcapelle": {
        "desc": "Quando usi unabilità Mutaforma che cambia la tua forma, ottieni Vita. Se hai la Vita al massimo, ottieni la stessa quantità di Fortificazione.",
        "snoId": 1200308
    },
    "del_movimento_sismico": {
        "desc": "Spuntone di Terra lancia degli spuntoni in fila e ha un tempo di recupero di s.",
        "snoId": 1106138
    },
    "della_terra_calpestata": {
        "desc": "Mentre Calpestamento è attivo evoca pilastri di terra con Smottamento che infliggono il di danni normali. Calpestamento ora è anche unabilità di Magia naturale e di Terra.",
        "snoId": 1106166
    },
    "dellartiglio_tempestoso": {
        "desc": "I colpi critici con Dilaniamento infliggono il dei danni inflitti sotto forma di danni da fulmine contro il bersaglio e i nemici circostanti.",
        "snoId": 1106189
    },
    "del_bilanciamento": {
        "desc": "Aumenta il tuo spirito massimo di e la generazione di spirito del mentre Rabbia del Grizzly è attiva.",
        "snoId": 1106190
    },
    "della_forza_ciclonica": {
        "desc": "Corazza del Ciclone fornisce anche una riduzione dei danni fisici. Inoltre, Corazza del Ciclone viene applicata anche a tutti gli alleati vicini.",
        "snoId": 1106217
    },
    "dellassestamento": {
        "desc": "I pilastri di terra di Smottamento colpiscono una seconda volta e infliggono il di danni aggiuntivi per colpo.",
        "snoId": 1106228
    },
    "dellorrore_ursino": {
        "desc": "Sminuzzamento ora è anche unabilità di Terra. Dopo aver lanciato Sminuzzamento, degli spuntoni tellurici continuano a infliggere danni per s.",
        "snoId": 1106260
    },
    "della_ritorsione": {
        "desc": "Le tue abilità Primarie infliggono fino al di danni aggiuntivi in base alla tua quantità di Fortificazione.",
        "snoId": 1106321
    },
    "dellonda_durto": {
        "desc": "Sminuzzamento crea unonda durto che avanza di fronte a te, infliggendo il dei suoi danni ai bersagli che si trovano sulla traiettoria.",
        "snoId": 1106341
    },
    "dellalfa": {
        "desc": "I tuoi compagni lupi ora sono Lupi Mannari. Questi Lupi Mannari infliggono il di danni aggiuntivi e possono diffondere Idrofobia.",
        "snoId": 1106347
    },
    "dellululato_notturno": {
        "desc": "Ululato Sanguinario aumenta la probabilità di critico del . Inoltre, Ululato Sanguinario si applica anche ai compagni e giocatori vicini per s.",
        "snoId": 1106379
    },
    "della_ferocia_naturale": {
        "desc": "Le abilità da Lupo Mannaro sono considerate come abilità di Tempesta e quelle da Orso Mannaro sono considerate come abilità di Terra ai fini della Passiva chiave Furia della Natura.",
        "snoId": 1106384
    },
    "del_pastore": {
        "desc": "Le abilità Primarie infliggono il di danni aggiuntivi per ogni compagno attivo.",
        "snoId": 1106407
    },
    "del_vigore": {
        "desc": "Ottieni riduzione dei danni del mentre sei in forma di Lupo Mannaro.",
        "snoId": 1206401
    },
    "dellululato_oscuro": {
        "desc": "Ruggito Debilitante è ora unabilità da Lupo Mannaro. Inoltre, Ruggito Debilitante immobilizza i nemici avvelenati per s.",
        "snoId": 1201796
    },
    "della_bestia_mannara_furiosa": {
        "desc": "La durata di Rabbia del Grizzly viene aumentata di s. Inoltre, i colpi critici messi a segno quando Rabbia del Grizzly è attiva aumentano i danni critici del per tutta la durata, fino a un massimo del .",
        "snoId": 1205996
    },
    "della_furia_selvaggia": {
        "desc": "Anche i tuoi compagni ottengono i bonus della Passiva chiave Furore Bestiale quando li ottieni tu.",
        "snoId": 1205052
    },
    "del_mutatempesta": {
        "desc": "Mentre Uragano è attivo, ottieni gradi alle tue abilità Mutaforma.",
        "snoId": 1202540
    },
    "del_seguitempeste": {
        "desc": "Tornado insegue fino a bersagli.",
        "snoId": 1105817
    },
    "del_condotto_del_crearune": {
        "desc": "I colpi critici con le abilità di Tempesta che utilizzi caricano laria attorno a te per s scatenando un Dardo Fulminante che colpisce periodicamente un nemico nellarea, infliggendogli danni da fulmine. I colpi critici aggiuntivi possono estendere la durata di questo effetto.",
        "snoId": 1105842
    },
    "della_tempesta_possente": {
        "desc": "La Passiva chiave Vigore Terrigeno si applica anche alle tue abilità di Tempesta.",
        "snoId": 1105865
    },
    "della_guardia_terrestre": {
        "desc": "Aggiungi un bonus del al tuo prossimo Baluardo di Terra per ogni nemico a cui hai inflitto effetti debilitanti, fino a un massimo del .",
        "snoId": 1214291
    },
    "del_danzatore_del_fulmine": {
        "desc": "I colpi critici di Tempesta di Fulmini generano Dardi Danzanti che inseguono i nemici nellarea e infliggono danni da fulmine.",
        "snoId": 1105811
    },
    "del_lupo_feroce": {
        "desc": "Rabbia del Grizzly ora fa mutare la tua forma in quella di un Lupo Mannaro Feroce. Da Lupo Mannaro Feroce, ottieni il di velocità di movimento anziché di riduzione danni e un bonus del alla riduzione del costo in spirito. Inoltre, le uccisioni ti curano del della tua Vita massima.",
        "snoId": 1105800
    },
    "della_carica_bestiale": {
        "desc": "Ottieni compagno aggiuntivo. Inoltre, le abilità dei compagni infliggono il di danni aggiuntivi.",
        "snoId": 1222401
    },
    "della_pietra_metamorfica": {
        "desc": "Macigno ora è unabilità Primaria, costa spirito e infligge il dei danni normali.",
        "snoId": 1338010
    },
    "della_bestia_offuscata": {
        "desc": "Durante lo scatto, Dilaniamento ricerca i nemici avvelenati vicini, infliggendogli istantaneamente il dei danni da veleno.",
        "snoId": 1338284
    },
    "sotterraneo": {
        "desc": "Un Rampicante Velenoso attivo scatena anche uno Smottamento in cerchio attorno a te. Le abilità di Terra infliggono il di danni aggiuntivi ai nemici avvelenati.",
        "snoId": 1433952
    },
    "del_vigore_puro": {
        "desc": "Dopo che colpisci nemici con le tue abilità da Orso Mannaro, la tua prossima abilità da Orso Mannaro infligge il di danni aggiuntivi e stordisce i nemici per s.",
        "snoId": 1619484
    },
    "della_luce_stellare": {
        "desc": "Ottieni punti della tua risorsa principale per ogni della Vita rigenerata.",
        "snoId": 1106452
    },
    "della_potenza": {
        "desc": "Le abilità Base forniscono una riduzione danni del per s.",
        "snoId": 1106483
    },
    "del_protettore": {
        "desc": "Danneggiare un élite conferisce una barriera che assorbe fino a danni per s. Questo effetto può verificarsi soltanto una volta ogni s.",
        "snoId": 1106507
    },
    "della_calma_interiore": {
        "desc": "Infliggi il di danni aggiuntivi per ogni secondo che resti immobile, fino a un massimo del .",
        "snoId": 1106533
    },
    "spaccavento": {
        "desc": "I colpi critici aumentano la velocità di movimento del per s, fino a un massimo di s.",
        "snoId": 1106547
    },
    "dellombra": {
        "desc": "Rigeneri punti della tua risorsa principale quando applichi un effetto debilitante su un nemico.",
        "snoId": 1106601
    },
    "dellarroganza": {
        "desc": "Infliggi il di danni aggiuntivi quando hai una barriera attiva.",
        "snoId": 1106658
    },
    "della_protezione": {
        "desc": "Se ti colpiscono mentre non sei in salute, viene evocata una sfera magica intorno a te per s. Finché resti nella bolla, sei immune. Leffetto può verificarsi soltanto una volta ogni s.",
        "snoId": 1106730
    },
    "della_disobbedienza": {
        "desc": "Ottieni il di armatura aggiuntiva per s quando infliggi qualsiasi forma di danno, fino a un massimo del .",
        "snoId": 1106104
    },
    "della_punizione": {
        "desc": "I nemici lontani hanno una probabilità del di essere storditi per s quando ti colpiscono. Infliggi il di danni aggiuntivi ai nemici storditi.",
        "snoId": 1106134
    },
    "della_rapidità": {
        "desc": "La velocità dattacco delle abilità Base aumenta del .",
        "snoId": 1106177
    },
    "del_maestro_dei_margini": {
        "desc": "Le abilità infliggono fino al di danni aggiuntivi in base alla risorsa principale disponibile al momento dellutilizzo, ricevendo i vantaggi massimi quando la risorsa principale è al completo.",
        "snoId": 1106385
    },
    "del_saggio_gremito": {
        "desc": "Ti curi di Vita al secondo per ogni nemico vicino, fino a un massimo di Vita al secondo.",
        "snoId": 1106409
    },
    "dellattesa": {
        "desc": "Attaccare i nemici con unabilità Base aumenta i danni della tua prossima abilità Primaria del , fino un massimo del .",
        "snoId": 1106426
    },
    "del_fantasma_errante": {
        "desc": "Mentre sei inarrestabile e per s al termine delleffetto, la tua velocità di movimento aumenta del e puoi muoverti liberamente tra i nemici.",
        "snoId": 1225424
    },
    "della_miseria_condivisa": {
        "desc": "Colpo fortunato quando colpisci un nemico che ha un effetto debilitante, hai fino al di probabilità che leffetto debilitante si diffonda a un altro nemico non colpito da esso.",
        "snoId": 1227282
    },
    "dellago_infuocato": {
        "desc": "I danni da Spine hanno il di probabilità di infliggere danni a tutti i nemici circostanti.",
        "snoId": 1227650
    },
    "della_barriera_deflettente": {
        "desc": "Quando hai una barriera attiva, hai il di probabilità di ignorare danni diretti dai nemici lontani.",
        "snoId": 1225448
    },
    "dellapprofittatore": {
        "desc": "Ottieni il di durata degli effetti debilitanti aggiuntiva e infliggi il di danni aggiuntivi ai nemici inarrestabili.",
        "snoId": 1225582
    },
    "vile": {
        "desc": "Velocità di movimento aumentata del quando ti allontani da nemici rallentati o raggelati.",
        "snoId": 1437498
    },
    "del_coraggio": {
        "desc": "Quando ci sono almeno nemici vicini, li stordisci per s. Questo effetto può verificarsi solo una volta ogni s.",
        "snoId": 1438478
    },
    "degli_elementi": {
        "desc": "Aumenti i danni di una serie di tipi di danno del per s. Questo effetto si alterna tra serie fuoco, fulmine e fisici. Freddo, veleno e ombra.",
        "snoId": 1485368
    },
    "del_massacro": {
        "desc": "Aumenta la velocità di movimento del . Perdi questo bonus per s dopo aver subito danni.",
        "snoId": 1602955
    },
    "della_frenesia_mortale": {
        "desc": "Ogni volta che uno dei tuoi servitori evocati danneggia un nemico, la sua velocità dattacco aumenta del per s, fino al .",
        "snoId": 1106475
    },
    "laceracarne": {
        "desc": "Dopo che Decomposizione fa apparire un cadavere, ottieni essenza.",
        "snoId": 1106485
    },
    "della_frantumazione": {
        "desc": "Lattacco primario di Lancia dOssa rende vulnerabili i nemici colpiti dopo il primo per s. I frammenti dossa di Lancia dOssa infliggono il di danni aggiuntivi ai nemici vulnerabili e li trapassano.",
        "snoId": 1106590
    },
    "delloscurità_vertiginosa": {
        "desc": "Prigione dOssa genera una pozza di Morbo che infligge il di danni aggiuntivi per s.",
        "snoId": 1106635
    },
    "del_vuoto": {
        "desc": "Larea contaminata da Morbo, quando viene attivata, attira i nemici attorno allarea.",
        "snoId": 1106639
    },
    "della_marcescenza": {
        "desc": "Decomposizione può agganciare fino a bersagli aggiuntivi. Quando Decomposizione produce un cadavere, ha una probabilità del di generare un cadavere sotto tutti i bersagli affetti.",
        "snoId": 1106650
    },
    "del_mietitore_rafforzante": {
        "desc": "Infliggendo danni ai nemici con Smembramento hai una probabilità del di generare una pozza di Morbo sotto il bersaglio che infligge il di danni aggiuntivi. Questo effetto può verificarsi soltanto una volta ogni s.",
        "snoId": 1106675
    },
    "del_portagelo": {
        "desc": "Ogni s i tuoi Maghi Scheletrici lanciano una Tormenta che infligge danni da freddo e raggela continuamente i nemici del per s.",
        "snoId": 1106690
    },
    "del_cercatore_di_sangue": {
        "desc": "Lancia di Sangue infligge il di danni aggiuntivi al bersaglio primario per ogni nemico infilzato.",
        "snoId": 1106117
    },
    "del_sangue_famelico": {
        "desc": "Ogni lancio di Lancia di Sangue scaglia una Lancia di Sangue aggiuntiva verso un nemico vicino quando colpisce per la prima volta un nemico già infilzato, infliggendo il dei danni normali.",
        "snoId": 1106130
    },
    "del_dominio_occulto": {
        "desc": "Il numero massimo dei tuoi Maghi Scheletrici aumenta di .",
        "snoId": 1106156
    },
    "del_bagno_di_sangue": {
        "desc": "Nebbia di Sangue lascia una scia di Terreno Sconsacrato che dura per s e infligge danni da ombra al secondo ai nemici che si trovano al suo interno. La tua velocità di movimento non viene più ridotta mentre Nebbia di Sangue è attiva.",
        "snoId": 1106163
    },
    "della_maledizione_bubbonica": {
        "desc": "Spirito dOssa infligge danni aggiuntivi in base alla distanza percorsa per raggiungere il bersaglio, fino a un massimo del .",
        "snoId": 1106206
    },
    "delle_ossa_esplosive": {
        "desc": "Quando un segmento di Prigione dOssa si dissolve o viene distrutto, infligge danni nellarea circostante.",
        "snoId": 1106224
    },
    "del_comandante_inflessibile": {
        "desc": "Mentre Armata dei Morti è attiva, la velocità dattacco dei tuoi servitori aumenta del e loro subiscono il x di danni in meno.",
        "snoId": 1106382
    },
    "della_tempesta_protettrice": {
        "desc": "Ogni volta che Tempesta dOssa danneggia un nemico, ottieni una barriera pari al della tua Vita base per s.",
        "snoId": 1106392
    },
    "delle_vene_ghermitrici": {
        "desc": "Ottieni il di probabilità di critico aggiuntiva per s quando utilizzi Tentacoli Cadaverici. Infliggi il di danni critici aggiuntivi ai nemici danneggiati da Tentacoli Cadaverici.",
        "snoId": 1106529
    },
    "dellestrattore_di_sangue": {
        "desc": "Il numero massimo dei tuoi Guerrieri Scheletrici aumenta di .",
        "snoId": 1106545
    },
    "del_tormento": {
        "desc": "I colpi critici con le abilità dOssa aumentano la tua rigenerazione di essenza del per s.",
        "snoId": 1224752
    },
    "delle_ossa_taglienti": {
        "desc": "La Passiva chiave Essenza Ossea aumenta anche i danni critici delle tue abilità dOssa del per essenza oltre la quantità di , fino a un massimo del .",
        "snoId": 1221425
    },
    "della_burrasca_ossea": {
        "desc": "Tempesta dOssa consuma fino a cadaveri per aumentare la sua durata fino a un massimo di s.",
        "snoId": 1220407
    },
    "della_carne_scoperta": {
        "desc": "Colpo fortunato hai una probabilità massima del di generare essenza quando colpisci un nemico vulnerabile.",
        "snoId": 1220423
    },
    "dei_dannati": {
        "desc": "Infliggi danni da ombra aumentati del ai nemici affetti sia da Decadimento che da Vergine di Ferro.",
        "snoId": 1221014
    },
    "del_deperimento": {
        "desc": "Ogni volta che la Passiva chiave Morbo dOmbra infligge danni ai nemici, aumenta i danni successivi di Morbo dOmbra inflitti entro s del , fino a un massimo di volte.",
        "snoId": 1221533
    },
    "sanguelesto": {
        "desc": "I Globi di Sangue riducono il tempo di recupero delle tue abilità Ultra di s.",
        "snoId": 1221650
    },
    "dei_prescelti_di_rathma": {
        "desc": "Quando le tue abilità di Sangue ottengono Sopraffazione la tua velocità dattacco aumenta del per s.",
        "snoId": 1221701
    },
    "della_morte_prematura": {
        "desc": "Ogni punto percentuale della tua Vita massima che curi oltre il ti fornisce un bonus del ai danni da Sopraffazione del tuo prossimo attacco con Sopraffazione, fino a un bonus massimo del .",
        "snoId": 1221706
    },
    "del_sangue_potente": {
        "desc": "Quando sei in salute, i Globi di Sangue forniscono essenza.",
        "snoId": 1221644
    },
    "delle_ossa_indurite": {
        "desc": "Aumenta la riduzione danni dei tuoi servitori del .",
        "snoId": 1222591
    },
    "requiem": {
        "desc": "Ottieni essenza massima per ogni servitore attivo.",
        "snoId": 1223238
    },
    "della_rianimazione": {
        "desc": "I tuoi servitori ottengono danni aumentati mentre sono vivi, fino al dopo s.",
        "snoId": 1223322
    },
    "dellimbalsamatore": {
        "desc": "Consumare un cadavere fornisce una probabilità del di far apparire un Globo di Sangue.",
        "snoId": 1222471
    },
    "dellombra_definitiva": {
        "desc": "Tempesta dOssa e Ondata di Sangue sono anche abilità di Oscurità, infliggono danni da ombra e ottengono effetti aggiuntivi I nemici danneggiati da Tempesta dOssa subiscono danni da ombra in s. Ondata di Sangue crea un Terreno Sconsacrato dove si espande, infliggendo danni da ombra per s.",
        "snoId": 1106218
    },
    "della_nebbia_esplosiva": {
        "desc": "Nebbia di Sangue attiva Esplosione Cadaverica sui cadaveri circostanti. Quando Nebbia di Sangue fa detonare un corpo, il suo tempo di recupero è ridotto di s.",
        "snoId": 1106610
    },
    "della_violenza_spinata": {
        "desc": "Utilizzare Lancia di Sangue consuma Globi di Sangue per evocare altre lance. Ogni Lancia di Sangue aggiuntiva infligge il dei danni normali e prende di mira prima i nemici non infilzati.",
        "snoId": 1439750
    },
    "dellombra_incombente": {
        "desc": "Colpo fortunato gli effetti dei tuoi danni da ombra periodici hanno una probabilità del di generare essenza. I danni della tua Passiva chiave Morbo dOmbra generano sempre essenza.",
        "snoId": 1622848
    },
    "dellinfusione_mimica": {
        "desc": "I tuoi Cloni dOmbra imitano anche le Infusioni applicate alle tue abilità. Usare unabilità di Infusione aumenta i danni del tuo Clone dOmbra attivo del per s.",
        "snoId": 1106666
    },
    "dellammantatura": {
        "desc": "Ottieni unombra gratuita di Manto Oscuro ogni s quando resti immobile. Ogni ombra di Manto Oscuro aumenta la riduzione danni del .",
        "snoId": 1106674
    },
    "del_tiro_ingannevole": {
        "desc": "Quando Tiro Penetrante danneggia un nemico, vengono scagliate frecce aggiuntive ai lati opposti del bersaglio. Queste frecce laterali infliggono il dei danni base di Tiro Penetrante senza suddividersi ulteriormente.",
        "snoId": 1106115
    },
    "delle_lame_avvolgenti": {
        "desc": "Raffica danneggia i nemici in cerchio attorno a te e infligge il di danni aggiuntivi.",
        "snoId": 1106126
    },
    "delle_ombre_instabili": {
        "desc": "Quando viene rimossa unombra evocata da Manto Oscuro, viene innescata unesplosione intorno a te che infligge danni da ombra.",
        "snoId": 1106158
    },
    "energizzante": {
        "desc": "Infliggere danni a un élite con unabilità Base genera energia.",
        "snoId": 1106168
    },
    "della_sorpresa": {
        "desc": "Quando utilizzi Elusione o Passo dOmbra, ti lasci alle spalle una salva di Bombe Stordenti esplosive che infliggono danni fisici totali e stordiscono i nemici per s.",
        "snoId": 1106222
    },
    "dellimbroglione": {
        "desc": "I Triboli lanciano anche una salva di Bombe Stordenti esplosive che infliggono danni fisici totali e stordiscono i nemici per s.",
        "snoId": 1106238
    },
    "delle_infusioni_instabili": {
        "desc": "Quando usi unabilità di Infusione inneschi unesplosione attorno a te che applica gli effetti di Infusione e infligge danni dello stesso tipo.",
        "snoId": 1106246
    },
    "del_danzatore_di_lame": {
        "desc": "Le Lame Serpeggianti orbitano brevemente prima di tornare da te, infliggendo danni pari al dei danni di ritorno delle Lame Serpeggianti per colpo. In base alla distanza percorsa dalle lame, i danni aumentano fino al dei danni di ritorno.",
        "snoId": 1106259
    },
    "dellalchimista_velenoso": {
        "desc": "Colpo fortunato infliggere danni a un nemico avvelenato con unabilità Infusa dombra ha una probabilità massima del di provocare unesplosione tossica che infligge danni da veleno per s al bersaglio e ai nemici circostanti.",
        "snoId": 1106283
    },
    "dellalchimista_ghiacciato": {
        "desc": "Colpo fortunato infliggere danni a un nemico raggelato o congelato con unabilità Infusa dombra ha una probabilità massima del di provocare unesplosione che infligge danni da freddo al bersaglio e ai nemici circostanti, raggelandoli del .",
        "snoId": 1106291
    },
    "dellombra_dilaniante": {
        "desc": "Quando attivi Scatto, viene generato un Clone dOmbra nella tua posizione che attiva a sua volta Scatto, infliggendo il dei danni base.",
        "snoId": 1106314
    },
    "delle_tempeste_di_frecce": {
        "desc": "Colpo fortunato le tue abilità di Tiro di precisione hanno una probabilità massima del di creare una tempesta di frecce sulla posizione del nemico, infliggendo danni fisici in s. Puoi avere fino a un massimo di tempeste di frecce attive.",
        "snoId": 1106339
    },
    "dei_veleni_esplosivi": {
        "desc": "Colpo fortunato le abilità infuse di veleno hanno una probabilità massima del di creare una pozza tossica che infligge danni da veleno per s ai nemici allinterno. Quando ti trovi allinterno della pozza, la tua abilità Infusione del Veleno non ha tempo di recupero e limite di cariche.",
        "snoId": 1106355
    },
    "della_raffica_ramificata": {
        "desc": "Le frecce di Salva hanno una probabilità del di dividersi in frecce quando rimbalzano.",
        "snoId": 1208170
    },
    "del_cacciatore_esplosivo": {
        "desc": "Colpo fortunato infliggendo danni diretti ai nemici affetti dalle tue abilità di Trappole hai una probabilità massima del di renderli vulnerabili per s.",
        "snoId": 1186573
    },
    "del_brio_esplosivo": {
        "desc": "Le tue abilità di Bomba contano come abilità di Trappole. Quando posizioni una trappola o lanci una bomba, la tua velocità di movimento aumenta del per s.",
        "snoId": 1218947
    },
    "del_tradimento_sbalorditivo": {
        "desc": "Infliggendo danni diretti a un nemico frastornato con unabilità di Agilità ottieni Furtività per s. Interrompendo Furtività con un attacco ottieni il di riduzione della durata degli effetti debilitanti per s.",
        "snoId": 1184417
    },
    "del_sostentamento_empio": {
        "desc": "Le esplosioni della Passiva chiave Perseguitare ti curano di Vita per ogni nemico colpito, fino a un massimo di Vita.",
        "snoId": 1184011
    },
    "vendicativo": {
        "desc": "Colpo fortunato rendere un nemico vulnerabile ha fino al di probabilità aumentare la probabilità di critico del per s, fino al .",
        "snoId": 1184524
    },
    "della_famelicità": {
        "desc": "Uccidere un nemico vulnerabile aumenta la tua rigenerazione energetica del per s.",
        "snoId": 1184468
    },
    "dellartista_della_fuga": {
        "desc": "Dopo aver subito danni dai nemici circostanti, rilasci una Bomba Fumogena e schivi i attacchi successivi entro s. Questo effetto può verificarsi solo una volta ogni s.",
        "snoId": 1185975
    },
    "del_vigore_rubato": {
        "desc": "Ogni accumulo della Passiva chiave Impeto ti cura di Vita al secondo.",
        "snoId": 1186855
    },
    "della_nebbia_accelerante": {
        "desc": "Lasci cadere automaticamente una Bomba Fumogena al termine di Scatto. Le Bombe Fumogene riducono il tempo di recupero di Scatto di s per ogni nemico colpito, fino a un massimo di s.",
        "snoId": 1187878
    },
    "dellinganno": {
        "desc": "Subisci il di danni in meno dai nemici sotto effetti debilitanti. Quando un nemico sotto effetti debilitanti ti infligge danni diretti, la tua velocità di movimento aumenta del per s.",
        "snoId": 1186373
    },
    "dei_beni_sottratti": {
        "desc": "Colpo fortunato danneggiare un nemico vulnerabile con unabilità Primaria ha una probabilità massima del di rilasciare una Pozione di Cura.",
        "snoId": 1186377
    },
    "della_corruzione": {
        "desc": "La potenza degli effetti delle tue abilità di Infusione è aumentata del contro i nemici vulnerabili.",
        "snoId": 1186379
    },
    "del_mutilatore": {
        "desc": "Colpo fortunato infliggendo danni diretti a un nemico vulnerabile hai una probabilità massima del di frastornarlo per s.",
        "snoId": 1186692
    },
    "del_ghiaccio_nocivo": {
        "desc": "I nemici raggelati avvelenati da Infusione del Veleno vengono raggelati ulteriormente del al secondo. Infliggi il di danni da veleno aggiuntivi ai nemici congelati.",
        "snoId": 1302490
    },
    "del_devastatore": {
        "desc": "Passo dOmbra ha una carica aggiuntiva. Uccidere un nemico con Passo dOmbra rimborsa una carica e aumenta di danni inflitti da Passo dOmbra del per s, fino a un massimo del .",
        "snoId": 1304553
    },
    "della_sinergia": {
        "desc": "Usare unabilità di Agilità riduce il tempo di recupero della tua prossima abilità di Sotterfugio del . Usare unabilità di Sotterfugio aumenta i danni della tua prossima abilità di Agilità del .",
        "snoId": 1301737
    },
    "del_tramonto_letale": {
        "desc": "Eludendo un nemico infetto con Infusione dellOmbra ottieni Furtività per s. Uscire da Furtività con un attacco ti fornisce il della Vita massima per uccisione per s.",
        "snoId": 1301760
    },
    "della_minaccia_elusiva": {
        "desc": "Quando hai attivi entrambi i bonus della Passiva chiave Specializzazione Pugnali, la tua probabilità di schivata aumenta del quando ti colpisce un nemico. Schivando correttamente ripristini questo bonus.",
        "snoId": 1304680
    },
    "dellinfiltrato": {
        "desc": "Trappola Avvelenata non interrompe più Furtività e non attiva il tempo di recupero o il tempo di attivazione durante Furtività. Tutte le Trappole Avvelenate si attivano quando esci da Furtività e il tempo di recupero di Trappola Avvelenata sarà di s per trappola piazzata.",
        "snoId": 1304821
    },
    "mordigelo": {
        "desc": "I nemici raggelati colpiti dalle tue abilità di Bomba hanno una probabilità equivalente al doppio della tua probabilità di critico di venire congelati istantaneamente per s. Infliggi il di danni critici aggiuntivi contro i nemici congelati.",
        "snoId": 1302633
    },
    "a_ripetizione": {
        "desc": "Tiro Rapido ha il di probabilità di rimbalzare su un altro bersaglio.",
        "snoId": 1206102
    },
    "del_gelo_immediato": {
        "desc": "Ogni nemico raggelato o congelato che eludi ti fornisce una barriera che assorbe danni per s, assorbendo fino a un massimo di danni.",
        "snoId": 1219217
    },
    "delle_punte_pestilenziali": {
        "desc": "Ogni utilizzi di Perforazione uno è infuso di veleno con il della potenza normale.",
        "snoId": 1439745
    },
    "delliniziativa_astuta": {
        "desc": "Quando spendi energia, rilasci una salva di Granate Stordenti che infliggono danni fisici totali e stordiscono i nemici per s. Le tue abilità di Bomba infliggono danni aggiuntivi.",
        "snoId": 1620632
    },
    "delle_braci_vincolanti": {
        "desc": "Scudo di Fiamme ti consente di spostarti liberamente attraverso i nemici. I nemici attraverso cui ti sposti mentre Scudo di Fiamme è attivo, vengono immobilizzati per s.",
        "snoId": 1106399
    },
    "della_guardia_della_neve": {
        "desc": "Mentre sei allinterno della tua Tormenta e per s dopo averla lasciata, subisci il di danni in meno.",
        "snoId": 1106418
    },
    "dei_tre_anatemi": {
        "desc": "Aumenta i danni critici di Meteora e di Palla di Fuoco del . Il bonus raddoppia contro i bersagli in salute.",
        "snoId": 1106440
    },
    "dello_statico_penetrante": {
        "desc": "Le Scariche Elettriche perforano i bersagli, ma infliggono il di danni in meno ai bersagli colpiti più di una volta.",
        "snoId": 1106489
    },
    "dellincursione_del_gelo": {
        "desc": "Nova Gelida ottiene una carica aggiuntiva ma il tempo di recupero per carica è aumentato del .",
        "snoId": 1106548
    },
    "caricato": {
        "desc": "Raccogliere Energia Crepitante aumenta la tua velocità di movimento del per s.",
        "snoId": 1106644
    },
    "(ph)_of_ensnaring_current": {
        "desc": "Palla Fulminante attira i nemici lungo la sua traiettoria.",
        "snoId": 1106717
    },
    "dellorbita_gelata": {
        "desc": "Globo di Gelo si ferma una volta raggiunta la propria destinazione ed esplode per altre volte infliggendo il dei suoi danni.",
        "snoId": 1106733
    },
    "serpentino": {
        "desc": "Puoi avere Idra aggiuntive attive e la durata di Idra è aumentata del .",
        "snoId": 1106123
    },
    "dellarmageddon": {
        "desc": "Durante Inferno precipita una pioggia di meteoriti, infliggendo danni da fuoco allimpatto. I tuoi meteoriti immobilizzano i nemici per s.",
        "snoId": 1106174
    },
    "della_conflagrazione": {
        "desc": "Durante la canalizzazione di Incenerimento, i tuoi danni da fiamme sono aumentati del .",
        "snoId": 1212473
    },
    "della_fiamma_antica": {
        "desc": "Quando entrambi i bonus della Passiva chiave Ferocia di Esu sono attivi, la tua velocità dattacco aumenta del .",
        "snoId": 1212492
    },
    "delle_fiamme_avvolgenti": {
        "desc": "Infliggi il di danni da fiamme aggiuntivi ai nemici con Vita inferiore al . Mentre i nemici sono affetti da una quantità di danni periodici superiore alla loro Vita totale, infliggi loro il di danni da fiamme aggiuntivi.",
        "snoId": 1212468
    },
    "delle_estremità_ustionate": {
        "desc": "Al termine dellimmobilizzazione, i nemici sono rallentati del per s.",
        "snoId": 1213811
    },
    "dellerrante_del_fuoco": {
        "desc": "Entrare in contatto con il tuo Muro di Fuoco aumenta la tua velocità di movimento del per s.",
        "snoId": 1214264
    },
    "delle_stelle_infrante": {
        "desc": "Dei meteoriti cadono attorno alla meteora, infliggendo danni da fuoco allimpatto. I tuoi meteoriti bruciano ulteriormente i nemici che colpiscono, infliggendo danni in s.",
        "snoId": 1212514
    },
    "del_velo_di_neve": {
        "desc": "Lanciare Corazza di Ghiaccio ti rende inarrestabile e conferisce il di armatura aggiuntiva per s.",
        "snoId": 1211282
    },
    "della_scia_ghiacciata": {
        "desc": "Quando Corazza di Ghiaccio è attiva, ti lasci alle spalle degli Spuntoni di Ghiaccio esplosivi che infliggono danni. I tuoi Spuntoni di Ghiaccio raggelano i nemici del .",
        "snoId": 1212315
    },
    "del_freddo_penetrante": {
        "desc": "Le Schegge di Ghiaccio trafiggono volte, infliggendo il di danni in meno per ogni colpo nemico successivo al primo.",
        "snoId": 1212505
    },
    "della_buona_sorte": {
        "desc": "La probabilità di colpo fortunato aumenta del mentre hai una barriera attiva.",
        "snoId": 1212461
    },
    "del_freddo_pungente": {
        "desc": "Quando congeli un nemico cè una probabilità del che questo diventi vulnerabile per s.",
        "snoId": 1224522
    },
    "della_mareggiata_tempestosa": {
        "desc": "Infliggi il di danni aggiuntivi ai nemici vulnerabili quando hai una barriera attiva.",
        "snoId": 1224682
    },
    "della_tundra_congelata": {
        "desc": "Mentre Congelamento Intenso è attivo, nellarea si formano degli Spuntoni di Ghiaccio esplosivi che infliggono danni da freddo. Il raggio desplosione dei tuoi Spuntoni di Ghiaccio è aumentato del .",
        "snoId": 1212280
    },
    "delle_correnti_schiaccianti": {
        "desc": "Correnti Instabili ha il di probabilità di lanciare unabilità di folgore aggiuntiva.",
        "snoId": 1225182
    },
    "gravitazionale": {
        "desc": "Palla Fulminante ti orbita intorno e infligge il di danni aggiuntivi.",
        "snoId": 1229700
    },
    "del_signore_dei_maghi": {
        "desc": "La Passiva chiave Maestria di Vyr conferisce anche il di riduzione danni per ogni nemico vicino, fino a un massimo del .",
        "snoId": 1227239
    },
    "dellenergia_frammentata": {
        "desc": "Lancia Fulminante ha il di probabilità di creare unulteriore Lancia Fulminante allattivazione.",
        "snoId": 1225294
    },
    "della_catena_integra": {
        "desc": "Catena di Fulmini ha il di probabilità di rimbalzare volte aggiuntive.",
        "snoId": 1225297
    },
    "del_conduttore_vincolato": {
        "desc": "Ottieni il di velocità di movimento per s dopo il Teletrasporto.",
        "snoId": 1229077
    },
    "stabile": {
        "desc": "Mentre Correnti Instabili non è attiva, le tue abilità di Folgore hanno una probabilità del di innescare unattivazione gratuita.",
        "snoId": 1227269
    },
    "del_prodigio": {
        "desc": "Utilizzare unabilità con tempo di recupero rigenera mana.",
        "snoId": 1214115
    },
    "dellincrollabile": {
        "desc": "Subire danni diretti ha il di probabilità di azzerare il tempo di recupero di una delle tue abilità di Difesa.",
        "snoId": 1225190
    },
    "dellelementalista": {
        "desc": "La probabilità di critico delle abilità Primarie o di Dominio lanciate quando si ha almeno mana aumenta del .",
        "snoId": 1213532
    },
    "della_concentrazione": {
        "desc": "La tua rigenerazione di mana aumenta del se non hai subito danni negli ultimi s.",
        "snoId": 1215683
    },
    "del_controllo": {
        "desc": "Infliggi il di danni aggiuntivi ai nemici immobilizzati, storditi o congelati.",
        "snoId": 1215771
    },
    "dellefficienza": {
        "desc": "Utilizzare unabilità Base riduce il costo in mana della tua prossima abilità Primaria o di Dominio del .",
        "snoId": 1212247
    },
    "dei_ricordi_congelati": {
        "desc": "La Passiva chiave Valanga ora si applica a utilizzi aggiuntivi.",
        "snoId": 1211551
    },
    "dellenergia_strabordante": {
        "desc": "Energia Crepitante ha il di probabilità di rimbalzare su un nemico aggiuntivo.",
        "snoId": 1225569
    },
    "della_guardia_rovente": {
        "desc": "Dopo aver consumato mana, il tuo Muro di Fuoco successivo è gratuito e distrugge tutti i dardi piccoli in arrivo.",
        "snoId": 1439761
    },
    "dellevocatore_da_battaglia": {
        "desc": "Colpo fortunato quando le tue abilità dInvocazione vanno a segno, hai fino al di probabilità di aumentare di il grado delle tue abilità dInvocazione per s. Può accumularsi fino a volte.",
        "snoId": 1622933
    }
}
