{
    "de_desgarre_vesánico": {
        "desc": "Cada vez que infliges daño directo mientras tienes vesania, infliges un del daño base infligido como daño de sangrado adicional durante s.",
        "snoId": 1105985
    },
    "de_terremoto": {
        "desc": "Pisotón crea un terremoto que inflige de daño físico a los enemigos durante s. Mientras estás dentro de un terremoto, infliges un más de daño.",
        "snoId": 1105986
    },
    "de_quebrantacráneos": {
        "desc": "Aturdir a un enemigo que esté sangrando le inflige un de su cantidad total de sangrado como daño físico.",
        "snoId": 1105987
    },
    "de_dominio_de_las_armas": {
        "desc": "Tus habilidades de dominio de las armas tienen una carga adicional. Golpe de suerte Infligir daño a un enemigo con una habilidad de dominio de las armas tiene hasta un de probabilidad de aturdirlo durante s.",
        "snoId": 1105988
    },
    "de_sangre_de_hierro": {
        "desc": "Obtienes un de reducción de daño por cada enemigo cercano que esté sangrando, hasta un máximo de un .",
        "snoId": 1105989
    },
    "de_locura_bélica": {
        "desc": "Tras cambiar de armas veces, obtienes vesania durante s.",
        "snoId": 1105990
    },
    "de_furia_resonadora": {
        "desc": "Tus habilidades de grito generan de furia por segundo mientras duran.",
        "snoId": 1105991
    },
    "del_guerrero_férreo": {
        "desc": "Piel férrea te vuelve imparable y te otorga un de reducción de daño.",
        "snoId": 1105992
    },
    "de_zancadas_gigantes": {
        "desc": "Reduce el tiempo de reutilización de Salto ofensivo s por cada enemigo golpeado, hasta un máximo de s.",
        "snoId": 1105994
    },
    "de_vesania_incesante": {
        "desc": "Golpe de suerte Infligir daño a un enemigo con una habilidad principal tiene hasta un de probabilidad de prolongar s la duración de vesania. La cantidad se duplica si era un golpe crítico.",
        "snoId": 1105995
    },
    "de_furia_implacable": {
        "desc": "Matar a un enemigo o golpear a un jefe con una habilidad principal devuelve un de su coste de furia básico. Solo puede ocurrir una vez por lanzamiento de la habilidad.",
        "snoId": 1105997
    },
    "de_ecos_ancestrales": {
        "desc": "Golpe de suerte Mientras tengas Llamada a los Ancestros en la barra de acción, infligir daño a enemigos con Salto ofensivo, Ataque tectónico o Torbellino tiene hasta un de probabilidad de invocar a un Ancestro para que ejecute la misma habilidad.",
        "snoId": 1105998
    },
    "de_cólera_entumecedora": {
        "desc": "Cada punto de furia generado mientras tienes el máximo de furia te otorga de fortificación.",
        "snoId": 1106001
    },
    "de_luchador": {
        "desc": "Los enemigos dañados por Patada o Carga explotarán si mueren durante los siguientes s, lo que inflige de daño a los enemigos cercanos.",
        "snoId": 1106002
    },
    "de_tolvanera": {
        "desc": "Torbellino deja tras de sí unas tolvaneras que infligen de daño a los enemigos cercanos.",
        "snoId": 1106003
    },
    "de_cólera_invasora": {
        "desc": "Tras gastar de furia, tu próxima habilidad de dominio de las armas inflige un más de daño.",
        "snoId": 1106004
    },
    "del_maestro_de_armas_incesante": {
        "desc": "Obtienes un más de generación de furia mientras todos los bonus de daño de tu pasiva clave Arsenal andante están activos.",
        "snoId": 1106005
    },
    "de_furia_vesánica": {
        "desc": "Obtienes de furia por segundo mientras tienes vesania.",
        "snoId": 1106006
    },
    "de_deseo_de_muerte": {
        "desc": "Obtienes de espinas mientras tienes vesania.",
        "snoId": 1106007
    },
    "del_torbellino_atroz": {
        "desc": "La probabilidad de golpe crítico de Torbellino aumenta un por cada segundo que se canalice, hasta un máximo de un .",
        "snoId": 1106009
    },
    "de_bulkathos": {
        "desc": "Salto ofensivo crea un terremoto que inflige de daño físico durante s. Mientras estás dentro de un terremoto, obtienes un más de reducción de daño.",
        "snoId": 1106010
    },
    "de_azotavientos": {
        "desc": "Lanzar Ataque doble dos veces en un plazo de s crea una tolvanera que inflige de daño a los enemigos detrás del objetivo.",
        "snoId": 1106011
    },
    "de_veteranía_en_liza": {
        "desc": "Cada vez que una habilidad principal inflige daño directo a un enemigo, tu siguiente habilidad de Carga o Salto ofensivo inflige un más de daño, hasta un máximo de un .",
        "snoId": 1106024
    },
    "de_fuerza_ancestral": {
        "desc": "Martillo de los Ancestros provoca una sacudida expansiva y su daño aumenta un .",
        "snoId": 1106025
    },
    "de_torbellino_retentivo": {
        "desc": "Torbellino atrae periódicamente a los enemigos hacia ti.",
        "snoId": 1106034
    },
    "de_vesania_afirmante": {
        "desc": "Golpe de suerte Hasta un de probabilidad de obtener de fortificación cada vez que infliges daño directo mientras tienes vesania.",
        "snoId": 1106039
    },
    "de_cacique_osado": {
        "desc": "Cada vez que lanzas una habilidad de grito, se reduce s su tiempo de reutilización por cada enemigo cercano, hasta un máximo de s.",
        "snoId": 1106041
    },
    "de_pisotones_perpetuos": {
        "desc": "Infligir daño a un enemigo con Patada o Pisotón reinicia el tiempo de reutilización de Salto ofensivo.",
        "snoId": 1105863
    },
    "de_anemia": {
        "desc": "Golpe de suerte El daño directo contra enemigos que estén sangrando tiene hasta un de probabilidad de aturdirlos durante s.",
        "snoId": 1201316
    },
    "": {
        "desc": "Las explosiones de la pasiva clave Desquebrajar infligen un más de daño si los enemigos mueren estando congelados.",
        "snoId": 1211655
    },
    "de_rompetierras": {
        "desc": "Al cambiar de arma veces, tu siguiente habilidad arrollará e infligirá un más de daño de arrollamiento.",
        "snoId": 1199203
    },
    "de_golpes_templadores": {
        "desc": "Tras cambiar de armas veces, obtienes de fortificación.",
        "snoId": 1200857
    },
    "de_traeventura": {
        "desc": "Obtienes un más de probabilidad de golpe de suerte mientras todos los bonus de daño de tu pasiva clave Arsenal andante están activos.",
        "snoId": 1199205
    },
    "de_vesania_del_clan_del_oso": {
        "desc": "Matar a un enemigo mientras tienes vesania tiene un de probabilidad de otorgar un más de reducción de tiempo de reutilización a tus habilidades de refriega durante s.",
        "snoId": 1199207
    },
    "de_rabia_ardiente": {
        "desc": "Mientras tienes vesania, infliges de daño de fuego por segundo a los enemigos cercanos.",
        "snoId": 1105876
    },
    "de_rabia_sin_límites": {
        "desc": "Cada punto de furia que generas mientras tienes el máximo de furia otorga un más de daño a tu siguiente habilidad principal, hasta un máximo de un .",
        "snoId": 1106289
    },
    "de_carga_ancestral": {
        "desc": "Carga invoca Ancestros que también cargan e infligen un del daño normal.",
        "snoId": 1427872
    },
    "de_ruptura_despiadada": {
        "desc": "Tu Ruptura no elimina el daño de sangrado de los enemigos. Esto puede ocurrir una vez cada s.",
        "snoId": 1603699
    },
    "del_insaciable": {
        "desc": "Tras matar a un enemigo con Despedazar, tu siguiente habilidad de hombre lobo genera un más de espíritu e inflige un más de daño.",
        "snoId": 1106044
    },
    "de_la_brisa_calma": {
        "desc": "Golpe de suerte Cortante de viento tiene hasta un de probabilidad de restaurar por completo tu espíritu.",
        "snoId": 1106050
    },
    "de_la_tempestad": {
        "desc": "El daño de Huracán aumenta un cada segundo mientras dura.",
        "snoId": 1106053
    },
    "de_arenas_movedizas": {
        "desc": "El daño de habilidades de tierra ralentiza a los enemigos golpeados un durante s.",
        "snoId": 1106058
    },
    "de_piedra_destrozada": {
        "desc": "Las habilidades de tierra infligen un más de daño de golpe crítico a enemigos afectados por control de masas.",
        "snoId": 1206644
    },
    "de_piedra_reparadora": {
        "desc": "La duración de Baluarte de tierra aumenta s. Además, matar a un enemigo con habilidades de tierra recupera de tu barrera de Baluarte de tierra activa.",
        "snoId": 1106061
    },
    "de_equilibrio_natural": {
        "desc": "Lanzar una habilidad de tormenta otorga a tus habilidades de tierra un de daño de golpe crítico durante s. Lanzar una habilidad de tierra aumenta la probabilidad de golpe crítico de las habilidades de tormenta un durante s.",
        "snoId": 1106064
    },
    "de_la_deuda_del_renegado": {
        "desc": "Infligir daño a un enemigo envenenado con una habilidad de hombre oso infligirá al instante un del daño de veneno y consumirá el veneno.",
        "snoId": 1201950
    },
    "de_caminapieles": {
        "desc": "Cuando usas una habilidad de cambio de forma que altera la tuya, obtienes de vida. Si estás al máximo de vida, obtienes la misma cantidad como fortificación.",
        "snoId": 1200308
    },
    "de_movimiento_sísmico": {
        "desc": "Aguja de tierra lanza agujas en una línea y tiene un tiempo de reutilización de s.",
        "snoId": 1106138
    },
    "de_la_tierra_removida": {
        "desc": "Ahora, mientras dura, Atropellar invoca pilares de tierra de Alud que infligen un del daño normal. Ahora Atropellar también es una habilidad de magia de la naturaleza y de tierra.",
        "snoId": 1106166
    },
    "de_garra_de_la_tormenta": {
        "desc": "Los golpes críticos con Despedazar infligen un del daño infligido como daño de rayos al objetivo y a los enemigos cercanos.",
        "snoId": 1106189
    },
    "de_fuerza_ciclónica": {
        "desc": "Armadura de ciclón también proporciona reducción de daño físico. Además, Armadura de ciclón se aplicará también a todos los aliados cercanos.",
        "snoId": 1106217
    },
    "de_la_réplica": {
        "desc": "Los pilares de tierra de Alud golpean una segunda vez e infligen un de daño adicional por golpe.",
        "snoId": 1106228
    },
    "del_horror_osuno": {
        "desc": "Ahora Pulverizar también es una habilidad de tierra. Tras lanzar Pulverizar, unas agujas tectónicas siguen infligiendo de daño durante s.",
        "snoId": 1106260
    },
    "de_represalia": {
        "desc": "Tus habilidades principales infligen hasta un más de daño en función de tu cantidad de fortificación.",
        "snoId": 1106321
    },
    "de_onda_de_choque": {
        "desc": "Pulverizar crea una onda de choque que se desplaza hacia delante e inflige un de su daño a los objetivos a su paso.",
        "snoId": 1106341
    },
    "del_alfa": {
        "desc": "Ahora tus compañeros lobos son compañeros hombres lobo. Tus compañeros hombres lobo infligen un más de daño y pueden contagiar la Rabia.",
        "snoId": 1106347
    },
    "de_aullador_nocturno": {
        "desc": "Aullido de sangre aumenta un la probabilidad de golpe crítico. Además, Aullido de sangre también afecta a los compañeros y jugadores cercanos durante s.",
        "snoId": 1106379
    },
    "de_salvajismo_de_la_naturaleza": {
        "desc": "Las habilidades de hombre lobo funcionan como habilidades de tormenta y las habilidades de hombre oso funcionan como habilidades de tierra para la pasiva clave Furia de la naturaleza.",
        "snoId": 1106384
    },
    "de_pastor": {
        "desc": "Las habilidades principales infligen un más de daño por cada compañero activo.",
        "snoId": 1106407
    },
    "del_aullido_oscuro": {
        "desc": "Ahora Rugido debilitante es una habilidad de hombre lobo. Además, Rugido debilitante inmoviliza a los enemigos envenenados durante s.",
        "snoId": 1201796
    },
    "del_hombre_bestia_desenfrenado": {
        "desc": "La duración de Ira de oso pardo aumenta s. Además, los golpes críticos que asestas mientras dura Ira de oso pardo aumentan un tu daño de golpe crítico, hasta un máximo de un .",
        "snoId": 1205996
    },
    "de_la_rabia_salvaje": {
        "desc": "Tus compañeros también obtienen los bonus de la pasiva clave Desenfreno bestial que tú ganes.",
        "snoId": 1205052
    },
    "de_cambiatormentas": {
        "desc": "Mientras dura Huracán, tus habilidades de cambio de forma obtienen rangos.",
        "snoId": 1202540
    },
    "de_cazatormentas": {
        "desc": "Tornado perseguirá a hasta objetivos.",
        "snoId": 1105817
    },
    "de_conducto_de_obrarrunas": {
        "desc": "Los golpes críticos asestados con habilidades de tormenta que lanzas cargan el aire a tu alrededor durante s y provocan que, periódicamente, un rayo golpee a un enemigo en la zona para infligirle de daño de rayos. Esta duración se puede ampliar con golpes críticos adicionales.",
        "snoId": 1105842
    },
    "de_tormenta_poderosa": {
        "desc": "La pasiva clave Poderío terrestre también se aplica a tus habilidades de tormenta.",
        "snoId": 1105865
    },
    "de_guardatierra": {
        "desc": "Obtienes un más con tu siguiente Baluarte de tierra por cada enemigo al que le hayas aplicado control de masas, hasta un máximo de un .",
        "snoId": 1214291
    },
    "de_bailarín_de_rayos": {
        "desc": "Los golpes críticos de Tormenta de rayos generan unas descargas danzantes que buscan a los enemigos en la zona y les infligen de daño de rayos.",
        "snoId": 1105811
    },
    "de_lobo_atroz": {
        "desc": "Ahora Ira de oso pardo te transforma en un hombre lobo atroz. Como hombre lobo atroz, obtienes un de velocidad de movimiento en lugar de reducción de daño y un bonus de reducción de coste de espíritu de un . Además, los asesinatos te curan un de tu vida máxima.",
        "snoId": 1105800
    },
    "de_la_estampida": {
        "desc": "Obtienes compañero más. Además, tus habilidades de compañero infligen un de daño adicional.",
        "snoId": 1222401
    },
    "de_piedra_metamórfica": {
        "desc": "Ahora Peñasco es una habilidad principal, cuesta de espíritu e inflige de daño normal.",
        "snoId": 1338010
    },
    "de_la_bestia_borrosa": {
        "desc": "Mientras usas una carrera, Despedazar busca a enemigos envenenados cercanos y les inflige al instante un del daño de veneno.",
        "snoId": 1338284
    },
    "de_poderío_puro": {
        "desc": "Tras golpear a enemigos con tus habilidades de hombre oso, tu siguiente habilidad de hombre oso infligirá un más de daño y aturdirá a los enemigos durante s.",
        "snoId": 1619484
    },
    "de_luz_estelar": {
        "desc": "Obtienes de tu recurso primario por cada de vida que te cures.",
        "snoId": 1106452
    },
    "de_poderío": {
        "desc": "Las habilidades básicas otorgan un de reducción de daño durante s.",
        "snoId": 1106483
    },
    "del_protector": {
        "desc": "Infligir daño a un enemigo de élite te otorga una barrera que absorbe hasta de daño durante s. Este efecto solo puede ocurrir una vez cada s.",
        "snoId": 1106507
    },
    "de_calma_interior": {
        "desc": "Infliges un más de daño por cada segundo que permanezcas inmóvil, hasta un máximo de un .",
        "snoId": 1106533
    },
    "de_golpeador_del_viento": {
        "desc": "Los golpes críticos otorgan un de velocidad de movimiento durante s, hasta un máximo de s.",
        "snoId": 1106547
    },
    "del_umbrío": {
        "desc": "Recuperas de tu recurso primario cuando le aplicas control de masas a un enemigo.",
        "snoId": 1106601
    },
    "de_desobediencia": {
        "desc": "Obtienes un más de armadura durante s cuando infliges daño de cualquier forma. Se acumula hasta un .",
        "snoId": 1106104
    },
    "de_reprensión": {
        "desc": "Los enemigos lejanos tienen un de probabilidad de quedar aturdidos durante s cuando te golpean. Infliges un más de daño a enemigos aturdidos.",
        "snoId": 1106134
    },
    "de_maestro_de_filos": {
        "desc": "Las habilidades infligen hasta un más de daño en función del recurso primario disponible al lanzarlas. Reciben el beneficio máximo cuando tienes el recurso primario lleno.",
        "snoId": 1106385
    },
    "de_la_salvia_abundante": {
        "desc": "Te curas de vida por segundo por cada enemigo cercano, hasta un máximo de de vida por segundo.",
        "snoId": 1106409
    },
    "del_expectante": {
        "desc": "Atacar a enemigos con una habilidad básica aumenta el daño del siguiente lanzamiento de tu habilidad principal un , hasta un máximo de un .",
        "snoId": 1106426
    },
    "de_caminante_fantasmal": {
        "desc": "Mientras seas imparable y durante s después, obtienes un más de velocidad de movimiento y puedes atravesar a los enemigos libremente.",
        "snoId": 1225424
    },
    "de_miseria_compartida": {
        "desc": "Golpe de suerte Cuando golpeas a un enemigo afectado por control de masas, hay un de probabilidad de que ese efecto se propague a otro enemigo que no esté afectado.",
        "snoId": 1227282
    },
    "de_elusión": {
        "desc": "Si te hieren mientras estás bajo los efectos de control de masas, eres imparable durante s. Este efecto tiene un tiempo de reutilización de s.",
        "snoId": 1223891
    },
    "de_asimilación": {
        "desc": "Tienes un más de probabilidad de esquivar contra enemigos afectados por daño en el tiempo. Cuando esquivas, obtienes de tu recurso primario.",
        "snoId": 1226354
    },
    "de_erupción_de_agujas": {
        "desc": "El daño de espinas infligido tiene un de probabilidad de infligir daño a todos los enemigos a tu alrededor.",
        "snoId": 1227650
    },
    "de_la_barrera_reflectante": {
        "desc": "Mientras tienes una barrera activa, hay un de probabilidad de que ignores el daño directo recibido de enemigos lejanos.",
        "snoId": 1225448
    },
    "de_explotador": {
        "desc": "Tienes un más de duración de control de masas. Mientras los enemigos son imparables, les infliges un más de daño.",
        "snoId": 1225582
    },
    "de_osadía": {
        "desc": "Cuando haya al menos enemigos cercanos, los aturdes durante s. Esto solo puede ocurrir una vez cada s.",
        "snoId": 1438478
    },
    "de_los_elementos": {
        "desc": "Obtienes un más de daño de ciertos tipos durante s. El efecto alterna entre grupos Fuego, rayos y físico. Frío, veneno y sombra.",
        "snoId": 1485368
    },
    "de_masacre": {
        "desc": "Obtienes un de velocidad de movimiento. Pierdes este bonus durante s tras sufrir daño.",
        "snoId": 1602955
    },
    "de_muerto_frenético": {
        "desc": "Cada vez que uno de tus esbirros de invocación inflige daño a un enemigo, obtienen un de velocidad de ataque durante s, hasta un máximo de un .",
        "snoId": 1106475
    },
    "de_desgarracarne": {
        "desc": "Cuando Descomponer genera un cadáver, obtienes de esencia.",
        "snoId": 1106485
    },
    "de_sumersión_en_la_oscuridad": {
        "desc": "Prisión de huesos genera una poza de Peste que inflige un de daño adicional durante s.",
        "snoId": 1106635
    },
    "del_vacío": {
        "desc": "La zona ultrajada de Peste, cuando aparece, atrae a los enemigos cercanos.",
        "snoId": 1106639
    },
    "de_segador_potenciado": {
        "desc": "Infligir daño a enemigos con Cercenar tiene un de probabilidad de generar debajo del objetivo una poza de Peste que inflige un de daño adicional. Este efecto solo puede ocurrir una vez cada s.",
        "snoId": 1106675
    },
    "de_invocafrío": {
        "desc": "Cada s, tus magos esqueléticos lanzan una ventisca que inflige de daño de frío y hiela continuamente a los enemigos un durante s.",
        "snoId": 1106690
    },
    "de_buscador_de_sangre": {
        "desc": "Lanza de sangre inflige un más de daño al objetivo principal por cada enemigo atravesado.",
        "snoId": 1106117
    },
    "de_sangre_hambrienta": {
        "desc": "Cada lanzamiento de Lanza de sangre atacará con una Lanza de sangre adicional al golpear primero a un enemigo cercano ya alanceado y le infligirá un del daño normal.",
        "snoId": 1106130
    },
    "de_dominio_oculto": {
        "desc": "Tu máximo de magos esqueléticos aumenta en .",
        "snoId": 1106156
    },
    "de_maldición_arreciante": {
        "desc": "Espíritu de hueso inflige más daño en función de la distancia recorrida, hasta un máximo de un .",
        "snoId": 1106206
    },
    "de_huesos_reventados": {
        "desc": "Cuando un segmento de Prisión de huesos se destruye o expira, inflige de daño en una zona a su alrededor.",
        "snoId": 1106224
    },
    "de_comandante_inflexible": {
        "desc": "Mientras dura Ejército de muertos, tus esbirros obtienen un de velocidad de ataque y sufren un menos de daño.",
        "snoId": 1106382
    },
    "de_tormenta_protectora": {
        "desc": "Cada vez que Tormenta de hueso inflige daño a un enemigo, obtienes una barrera equivalente a un de tu vida base durante s.",
        "snoId": 1106392
    },
    "de_venas_retentivas": {
        "desc": "Obtienes un más de probabilidad de golpe crítico durante s cuando lanzas Zarcillos cadavéricos. Infliges un de daño de golpe crítico adicional a enemigos dañados por Zarcillos cadavéricos.",
        "snoId": 1106529
    },
    "de_sacasangre": {
        "desc": "Tu máximo de guerreros esqueléticos aumenta en .",
        "snoId": 1106545
    },
    "de_tormento": {
        "desc": "Los golpes críticos con habilidades de hueso aumentan tu regeneración de esencia un durante s.",
        "snoId": 1224752
    },
    "de_corte_serrado": {
        "desc": "La pasiva clave Esencia osificada también aumenta un el daño de golpe crítico de tus habilidades de hueso por cada punto de esencia por encima de , hasta un máximo de un .",
        "snoId": 1221425
    },
    "de_galerna_ósea": {
        "desc": "Tormenta de hueso consume hasta cadáveres para aumentar su duración hasta s.",
        "snoId": 1220407
    },
    "de_carne_expuesta": {
        "desc": "Golpe de suerte Hasta un de probabilidad de generar de esencia al golpear a un enemigo vulnerable.",
        "snoId": 1220423
    },
    "de_los_condenados": {
        "desc": "Infliges un más de daño de sombra a enemigos afectados tanto por Decrepitud como por Doncella de hierro.",
        "snoId": 1221014
    },
    "de_descomposición": {
        "desc": "Cada vez que la pasiva clave Pestesombra inflige daño a los enemigos, aumenta un el daño del siguiente lanzamiento de Pestesombra en un plazo de s. Se acumula hasta veces.",
        "snoId": 1221533
    },
    "de_marea": {
        "desc": "Ola de sangre genera dos olas más, y cada una inflige un menos de daño que la anterior.",
        "snoId": 1223789
    },
    "de_sangre_rápida": {
        "desc": "Los orbes de sangre reducen s el tiempo de reutilización de tu definitiva.",
        "snoId": 1221650
    },
    "de_elegido_de_rathma": {
        "desc": "Cada vez que tus habilidades de sangre arrollan, obtienes un de velocidad de ataque durante s.",
        "snoId": 1221701
    },
    "de_muerte_inoportuna": {
        "desc": "Cada punto porcentual de tu vida máxima que te curas por encima de un te otorga un más de daño de arrollamiento en tu siguiente ataque arrollador, hasta un máximo de un .",
        "snoId": 1221706
    },
    "de_sangre_potente": {
        "desc": "En estado saludable, los orbes de sangre otorgan de esencia.",
        "snoId": 1221644
    },
    "de_huesos_endurecidos": {
        "desc": "Tus esbirros tienen un más de reducción de daño.",
        "snoId": 1222591
    },
    "de_réquiem": {
        "desc": "Obtienes de esencia máxima por cada esbirro activo.",
        "snoId": 1223238
    },
    "de_reanimación": {
        "desc": "Tus esbirros obtienen un aumento de daño mientras están vivos, hasta un máximo de un al cabo de s.",
        "snoId": 1223322
    },
    "del_embalsamador": {
        "desc": "Consumir un cadáver tiene un de probabilidad de generar un orbe de sangre.",
        "snoId": 1222471
    },
    "de_sombra_definitiva": {
        "desc": "Tormenta de hueso y Ola de sangre también son habilidades de oscuridad, infligen daño de sombra y obtienen efectos adicionales Los enemigos dañados por Tormenta de hueso sufren de daño de sombra durante s. Ola de sangre deja una zona de Tierra desacralizada a su paso e inflige de daño de sombra durante s.",
        "snoId": 1106218
    },
    "de_bruma_explosiva": {
        "desc": "Bruma de sangre activa Explosión de cadáveres en los cadáveres cercanos. Cuando Bruma de sangre detona un cadáver, su tiempo de reutilización se reduce s.",
        "snoId": 1106610
    },
    "de_cálamos_de_crúor": {
        "desc": "Lanzar Lanza de sangre consumirá orbes de sangre de los que también emergerán lanzas. Cada Lanza de sangre adicional inflige un del daño normal y ataca prioritariamente a enemigos no atravesados.",
        "snoId": 1439750
    },
    "de_la_sombra_alargada": {
        "desc": "Golpe de suerte Tus efectos de daño de sombra en el tiempo tienen un de probabilidad de generar de esencia. El daño de tu pasiva clave Pestesombra siempre generará de esencia.",
        "snoId": 1622848
    },
    "de_imbuición_imitada": {
        "desc": "Tus clones tenebrosos también imitan las imbuiciones aplicadas a tus habilidades. Lanzar una habilidad de imbuición otorga a tu Clon tenebroso activo un más de daño durante s.",
        "snoId": 1106666
    },
    "de_disparo_con_truco": {
        "desc": "Cada vez que Disparo penetrante inflige daño a un enemigo, se divide en otras flechas más a cada lado. Estas flechas laterales infligen un del daño base de Disparo penetrante y no se dividen en más flechas.",
        "snoId": 1106115
    },
    "de_hojas_circundantes": {
        "desc": "Aluvión inflige daño a los enemigos en un círculo a tu alrededor e inflige un más de daño.",
        "snoId": 1106126
    },
    "de_sombras_volátiles": {
        "desc": "Al eliminar una sombra de Embozo oscuro, se produce una explosión que inflige de daño de sombra.",
        "snoId": 1106158
    },
    "de_sorpresa": {
        "desc": "Cuando usas Evadir o Paso de las sombras, dejas un racimo de granadas aturdidoras explosivas que infligen de daño físico en total y aturden a los enemigos durante s.",
        "snoId": 1106222
    },
    "de_bromista": {
        "desc": "Abrojos también lanza un racimo de granadas aturdidoras explosivas que infligen de daño físico en total y aturden a los enemigos durante s.",
        "snoId": 1106238
    },
    "de_imbuiciones_inestables": {
        "desc": "Cuando lanzas una habilidad de imbuición, provocas a tu alrededor una explosión que aplica los efectos de la imbuición e inflige de daño del mismo tipo.",
        "snoId": 1106246
    },
    "de_danzahojas": {
        "desc": "Hojas retorcidas orbita un breve periodo tras volver a ti e infligen un del daño de retorno de Hojas retorcidas por golpe. En función de la distancia de retorno de las hojas, el daño de órbita aumenta hasta un del daño de retorno.",
        "snoId": 1106259
    },
    "de_alquimista_tóxico": {
        "desc": "Golpe de suerte Infligir daño con una habilidad de imbuición de sombra a un enemigo envenenado tiene hasta un de probabilidad de provocar una explosión tóxica que inflige de daño de veneno durante s al objetivo y a los enemigos cercanos.",
        "snoId": 1106283
    },
    "de_alquimista_helado": {
        "desc": "Golpe de suerte Infligir daño con una habilidad imbuida de sombra a un enemigo helado o congelado tiene hasta un de probabilidad de provocar una explosión tóxica que inflige de daño de frío al objetivo y a los enemigos cercanos y los hiela un .",
        "snoId": 1106291
    },
    "de_cortasombras": {
        "desc": "Cuando lanzas Carrera, aparece en tu ubicación un clon tenebroso que también lanza Carrera con un del daño base.",
        "snoId": 1106314
    },
    "de_tormentas_de_flechas": {
        "desc": "Golpe de suerte Tus habilidades de tirador tienen hasta un de probabilidad de crear una tormenta de flechas en la ubicación del enemigo, lo que inflige de daño físico durante s. Puedes tener hasta tormentas de flechas activas.",
        "snoId": 1106339
    },
    "de_ponzoñas_salpicadas": {
        "desc": "Golpe de suerte Las habilidades imbuidas de veneno tienen hasta un de probabilidad de crear una poza tóxica que inflige de daño de veneno durante s a los enemigos en su interior. Mientras estás dentro de la poza, tu habilidad Imbuición de veneno no tiene tiempo de reutilización ni límite de cargas.",
        "snoId": 1106355
    },
    "de_salvas_ramificadoras": {
        "desc": "Las flechas de Ráfaga tienen un de probabilidad de dividirse en flechas cada vez que rebotan.",
        "snoId": 1208170
    },
    "de_trampero_debilitante": {
        "desc": "Golpe de suerte Infligir daño directo a enemigos afectados por tu habilidad de trampa tiene hasta un de probabilidad de volverlos vulnerables durante s.",
        "snoId": 1186573
    },
    "de_ímpetu_explosivo": {
        "desc": "Tus habilidades de granada cuentan como habilidades de trampa. Cada vez que armas una trampa o sueltas granadas, obtienes un más de velocidad de movimiento durante s.",
        "snoId": 1218947
    },
    "de_traición_inusitada": {
        "desc": "Infligir daño directo a un enemigo atontado con una habilidad de agilidad otorga sigilo durante s. Interrumpir el sigilo con un ataque te otorga un de reducción de pérdida de control durante s.",
        "snoId": 1184417
    },
    "de_sustento_cruel": {
        "desc": "Las explosiones de la pasiva clave Victimizar te curan de vida por cada enemigo que sufra daño, hasta un máximo de de vida.",
        "snoId": 1184011
    },
    "de_artista_del_escapismo": {
        "desc": "Al sufrir daño de enemigos cercanos, lanzas una granada de humo y esquivas los siguientes ataques durante s. Este efecto solo puede ocurrir una vez cada s.",
        "snoId": 1185975
    },
    "de_vigor_robado": {
        "desc": "Cada acumulación de la pasiva clave Impulso te cura de vida por segundo.",
        "snoId": 1186855
    },
    "de_oportunista": {
        "desc": "Al abandonar el sigilo con un ataque, sueltas a tu alrededor un racimo de granadas aturdidoras explosivas que infligen de daño físico en total y aturden a los enemigos durante s.",
        "snoId": 1189296
    },
    "de_niebla_apresuradora": {
        "desc": "Sueltas automáticamente una Granada de humo al final de Carrera. Las Granadas de humo reducen el tiempo de reutilización de Carrera s por cada enemigo golpeado, hasta un máximo de s.",
        "snoId": 1187878
    },
    "de_tramposo": {
        "desc": "Sufres un menos de daño de los enemigos afectados por control de masas. Cada vez que un enemigo afectado por control de masas te inflige daño directo, obtienes un de velocidad de movimiento durante s.",
        "snoId": 1186373
    },
    "de_vituallas_sustraídas": {
        "desc": "Golpe de suerte Infligir daño a un enemigo vulnerable con una habilidad principal tiene hasta un de probabilidad de soltar una poción de curación.",
        "snoId": 1186377
    },
    "de_corrupción": {
        "desc": "Tus habilidades de imbuición tienen un más de potencia contra enemigos vulnerables.",
        "snoId": 1186379
    },
    "de_mutilador": {
        "desc": "Golpe de suerte Infligir daño directo a un enemigo vulnerable tiene hasta un de probabilidad de atontarlo durante s.",
        "snoId": 1186692
    },
    "de_hielo_nocivo": {
        "desc": "Los enemigos helados que resulten envenenados por Imbuición de veneno sufrirán otro efecto de helada de un por segundo. Infliges un más daño de veneno a enemigos congelados.",
        "snoId": 1302490
    },
    "de_devastador": {
        "desc": "Paso de las sombras tiene una carga más. Matar a un enemigo con Paso de las sombras devuelve una carga y aumenta el daño de Paso de las sombras un durante s, hasta un máximo de un .",
        "snoId": 1304553
    },
    "de_sinergia": {
        "desc": "Usar una habilidad de agilidad reduce un el tiempo de reutilización de tu siguiente habilidad de subterfugio. Usar una habilidad de subterfugio aumenta un el daño de tu siguiente habilidad de agilidad.",
        "snoId": 1301737
    },
    "de_crepúsculo_letal": {
        "desc": "Al evadir a través de un enemigo afectado por Imbuición de sombra, obtienes sigilo durante s. Interrumpir el sigilo con un ataque te otorga un de vida máxima al matar durante s.",
        "snoId": 1301760
    },
    "de_amenaza_elusiva": {
        "desc": "Mientras tengas activos los dos bonus de la pasiva clave Combate cuerpo a cuerpo, tu probabilidad de esquivar aumentará un cada vez que te golpee un enemigo. Al esquivar, se reinicia este bonus.",
        "snoId": 1304680
    },
    "de_infiltrador": {
        "desc": "Trampa de veneno ya no interrumpe el sigilo y no activa el tiempo de reutilización ni el tiempo de preparación cuando estás en sigilo. Todas las Trampas de veneno se activan cuando abandonas el sigilo, y el tiempo de reutilización de Trampa de veneno será de s por trampa colocada.",
        "snoId": 1304821
    },
    "de_hipotermia": {
        "desc": "Los enemigos helados golpeados por tus habilidades de granada tienen una probabilidad equivalente al doble de tu probabilidad de golpe crítico de quedar congelados al instante durante s. Infliges un más de daño de golpe crítico contra enemigos congelados.",
        "snoId": 1302633
    },
    "de_repetición": {
        "desc": "Fuego rápido tiene un de probabilidad de rebotar a otro objetivo.",
        "snoId": 1206102
    },
    "de_congelación_instantánea": {
        "desc": "Cada enemigo helado o congelado que atraviesas al evadir te otorga una barrera que absorbe de daño durante s, hasta un máximo de de daño.",
        "snoId": 1219217
    },
    "de_puntos_pestilentes": {
        "desc": "Cada lanzamientos de Pinchar, tiene Imbuición de veneno con un de la potencia normal.",
        "snoId": 1439745
    },
    "de_iniciativa_ladina": {
        "desc": "Cuando gastas de energía, liberas un racimo de granadas aturdidoras explosivas que infligen de daño físico en total y aturden a los enemigos durante s. Tus habilidades de granada infligen un más de daño.",
        "snoId": 1620632
    },
    "de_ascuas_atadoras": {
        "desc": "Escudo de llamas te permite moverte sin trabas a través de los enemigos. Los enemigos a los que atraviesas mientras dura Escudo de llamas quedan inmovilizados durante s.",
        "snoId": 1106399
    },
    "de_guardanieves": {
        "desc": "Mientras estás dentro de tu propia Ventisca y durante s tras abandonarla, sufres un menos de daño.",
        "snoId": 1106418
    },
    "de_las_tres_maldiciones": {
        "desc": "Aumenta un el daño de golpe crítico de Meteorito y Bola de fuego. Este bonus se duplica contra objetivos saludables.",
        "snoId": 1106440
    },
    "de_electricidad_perforante": {
        "desc": "Descarga de energía perfora, pero inflige un menos de daño a los objetivos golpeados después del primero.",
        "snoId": 1106489
    },
    "de_bombardeo_de_escarcha": {
        "desc": "Nova de escarcha obtiene una carga más, pero el tiempo de reutilización por carga aumenta un .",
        "snoId": 1106548
    },
    "(ph)_of_ensnaring_current": {
        "desc": "Bola de rayos atrae a los enemigos durante su desplazamiento.",
        "snoId": 1106717
    },
    "de_órbita_congelada": {
        "desc": "Orbe congelado permanece en el sitio tras llegar a su destino y explota veces más para infligir un de su daño.",
        "snoId": 1106733
    },
    "de_armagedón": {
        "desc": "Durante Averno, cae una lluvia de aerolitos que infligen de daño de fuego al impactar. Tus aerolitos inmovilizan a los enemigos durante s.",
        "snoId": 1106174
    },
    "de_conflagración": {
        "desc": "Mientras canalizas Incinerar, tu daño de quemadura aumenta un .",
        "snoId": 1212473
    },
    "de_llama_ancestral": {
        "desc": "Mientras los dos bonus de la pasiva clave Ferocidad de Esu están activos, tu velocidad de ataque aumenta un .",
        "snoId": 1212492
    },
    "de_llamas_envolventes": {
        "desc": "Infliges un más de daño de quemadura a los enemigos con menos de un de vida. Mientras los enemigos sufren una cantidad mayor de daño en el tiempo que su vida máxima, les infliges un más de daño de quemadura.",
        "snoId": 1212468
    },
    "de_extremidades_chamuscadas": {
        "desc": "Cuando termina el efecto de inmovilización, los enemigos quedan ralentizados un durante s.",
        "snoId": 1213811
    },
    "de_caminallamas": {
        "desc": "Entrar en contacto con tu Muro de fuego te otorga un de velocidad de movimiento durante s.",
        "snoId": 1214264
    },
    "de_estrellas_destrozadas": {
        "desc": "Alrededor de Meteorito caen unos aerolitos que infligen de daño de fuego al impactar. Además, tus aerolitos queman a los enemigos golpeados y les infligen de daño durante s.",
        "snoId": 1212514
    },
    "de_velo_nevado": {
        "desc": "Lanzar Armadura de hielo te vuelve imparable y te otorga un más de armadura durante s.",
        "snoId": 1211282
    },
    "de_la_estela_congelada": {
        "desc": "Mientras dura Armadura de hielo, dejas unas agujas de hielo explosivas que infligen de daño. Tus agujas de hielo aplican un de helada a los enemigos.",
        "snoId": 1212315
    },
    "de_frío_perforante": {
        "desc": "Esquirlas de hielo perfora veces e inflige un menos de daño por cada enemigo adicional golpeado.",
        "snoId": 1212505
    },
    "de_la_fortuna": {
        "desc": "Tu probabilidad de golpe de suerte aumenta un mientras tienes una barrera activa.",
        "snoId": 1212461
    },
    "de_frío_penetrante": {
        "desc": "Cuando congelas a un enemigo, hay un de probabilidad de que se vuelva vulnerable durante s.",
        "snoId": 1224522
    },
    "de_crecimiento_de_la_tormenta": {
        "desc": "Infliges un más de daño a enemigos vulnerables mientras tienes una barrera.",
        "snoId": 1224682
    },
    "de_la_tundra_helada": {
        "desc": "Mientras dura Congelación total, se forman unas agujas de hielo explosivas en la zona que infligen de daño de frío. Tus agujas de hielo tienen un más de radio de explosión.",
        "snoId": 1212280
    },
    "de_corrientes_abrumadoras": {
        "desc": "Corrientes inestables tiene un de probabilidad de lanzar una habilidad de electrocución adicional.",
        "snoId": 1225182
    },
    "de_señor_mago": {
        "desc": "La pasiva clave Dominio de Vyr también otorga un de reducción de daño por cada enemigo cercano, hasta un máximo de un .",
        "snoId": 1227239
    },
    "de_energía_astillada": {
        "desc": "Lanza de rayos tiene un de probabilidad de generar una Lanza de rayos más cuando la lanzas.",
        "snoId": 1225294
    },
    "del_ronzal_indemne": {
        "desc": "Cadena de rayos tiene un de probabilidad de saltar veces más.",
        "snoId": 1225297
    },
    "de_conducto_vinculante": {
        "desc": "Obtienes un de velocidad de movimiento durante s tras teletransportarte.",
        "snoId": 1229077
    },
    "de_prodigio": {
        "desc": "Usar un tiempo de reutilización restaura de maná.",
        "snoId": 1214115
    },
    "del_inquebrantable": {
        "desc": "Sufrir daño directo tiene un de probabilidad de reiniciar el tiempo de reutilización de una de tus habilidades defensivas.",
        "snoId": 1225190
    },
    "de_elementalista": {
        "desc": "Las habilidades principales o de dominio lanzadas con de maná o más tienen un más de probabilidad de golpe crítico.",
        "snoId": 1213532
    },
    "de_concentración": {
        "desc": "Tu regeneración de maná aumenta un si no has sufrido daño en los últimos s.",
        "snoId": 1215683
    },
    "de_control": {
        "desc": "Infliges un más de daño a enemigos inmovilizados, aturdidos o congelados.",
        "snoId": 1215771
    },
    "de_eficiencia": {
        "desc": "Lanzar una habilidad básica reduce un el coste de maná de tu siguiente habilidad principal o de dominio.",
        "snoId": 1212247
    },
    "de_recuerdos_congelados": {
        "desc": "Ahora la pasiva clave Avalancha se aplica a lanzamientos adicionales.",
        "snoId": 1211551
    },
    "de_energía_abundante": {
        "desc": "La energía crepitante tiene un de probabilidad de saltar a un enemigo más.",
        "snoId": 1225569
    },
    "de_resguardos_abrasadores": {
        "desc": "Tras gastar de maná, tu siguiente Muro de fuego no tiene coste de lanzamiento y destruirá los misiles pequeños que van hacia ti.",
        "snoId": 1439761
    },
    "de_taumaturgo_de_batalla": {
        "desc": "Golpe de suerte Cuando tus habilidades de evocación golpean, tienes hasta un de probabilidad de obtener rango para tus habilidades de evocación durante s. Este efecto se puede acumular hasta veces.",
        "snoId": 1622933
    }
}
