{
    "cuarto_creciente": {
        "desc": "Obtienes sigilo durante s al matar enemigos con Despedazar. Al abandonar el sigilo con un ataque, obtienes Emboscada, que garantiza golpes críticos durante s.",
        "snoId": 1306218
    },
    "tajadera_del_carnicero": {
        "desc": "Golpe de suerte Cuando asestas un golpe crítico a un enemigo, tienes hasta un de probabilidad de asustarlo o ralentizarlo un durante s.",
        "snoId": 941704
    },
    "daga_potenciadora": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 941728
    },
    "condena": {
        "desc": "Tus habilidades principales infligen un más de daño al gastar puntos de combo. Al usar esta arma, tus habilidades básicas tienen un de probabilidad de generar puntos de combo.",
        "snoId": 941730
    },
    "janyar_de_asheara": {
        "desc": "Los golpes con esta arma aumentan tu velocidad de ataque un durante s, hasta un máximo de un .",
        "snoId": 941731
    },
    "desgarradora_de_carne": {
        "desc": "Rugido debilitante y Aullido de sangre infligen de daño a los enemigos envenenados cercanos. Esta cantidad aumenta un por cada de voluntad que tengas.",
        "snoId": 941798
    },
    "río_negro": {
        "desc": "Explosión de cadáveres consume hasta cadáveres más alrededor del inicial, lo que inflige más de daño y con un más de radio por cada cadáver adicional.",
        "snoId": 1306235
    },
    "muro_vigilante": {
        "desc": "Golpe de suerte Mientras tengas una Tormenta de hueso activa, golpear a un enemigo fuera de una Tormenta de hueso tiene hasta un de probabilidad de generar una Tormenta de hueso adicional en su ubicación. Cada uno de tus bonus de sacrificio activos aumenta la probabilidad un y el total de tormentas de hueso adicionales que puedes tener en .",
        "snoId": 1439541
    },
    "obra_maestra_de_ramaladni": {
        "desc": "Las habilidades que utilizan esta arma infligen un más de daño por cada punto de furia que tengas, pero pierdes de furia por segundo.",
        "snoId": 1304455
    },
    "ira_celeste": {
        "desc": "Golpe de suerte Tus habilidades principales tienen hasta un de probabilidad de congelar a los enemigos durante s e infligirles de daño de frío.",
        "snoId": 1439438
    },
    "portadora_de_fatalidad": {
        "desc": "Golpe de suerte Hasta un de probabilidad de infligir de daño de sombra a los enemigos cercanos y reducir el daño que infligen un durante s.",
        "snoId": 941869
    },
    "cicatriz_ardiente": {
        "desc": "Mientras canalizas Incinerar, lanzas periódicamente unas ascuas que se ven atraídas por los enemigos y les infligen de daño de fuego cada una.",
        "snoId": 1214791
    },
    "el_óculo": {
        "desc": "Obtienes gratis el efecto del encantamiento de Teletransporte. Cuando evades usando el encantamiento de Teletransporte, te desplazas a una ubicación aleatoria.",
        "snoId": 1439529
    },
    "juramento_de_los_ancestros": {
        "desc": "Tenaza de acero lanza cadenas más. Infliges un más de daño durante s a los enemigos golpeados por Tenaza de acero.",
        "snoId": 941951
    },
    "cazadora_celestial": {
        "desc": "El primer daño directo que inflijas a un enemigo es un golpe crítico garantizado. Si tienes el máximo de acumulaciones de la pasiva clave Precisión al lanzar una habilidad principal, esa habilidad obtiene un más de daño de golpe crítico y tú obtienes de energía.",
        "snoId": 941972
    },
    "fuerza_del_viento": {
        "desc": "Golpe de suerte Los golpes con esta arma tienen hasta un de probabilidad infligir el doble de daño y repeler al objetivo.",
        "snoId": 941973
    },
    "cuerno_de_águila": {
        "desc": "Disparo penetrante tiene un de probabilidad de disparar una flecha que rebota en los muros y el escenario. Infligir daño a enemigos con Disparo penetrante hará que el siguiente lanzamiento vuelva vulnerables a los enemigos golpeados durante s.",
        "snoId": 1439537
    },
    "martillo_infernal": {
        "desc": "Ataque tectónico prende el suelo, lo que quema a los enemigos y les inflige más de daño durante s.",
        "snoId": 942021
    },
    "ensañamiento": {
        "desc": "Golpe mortal crea una onda de choque que inflige un de su daño base a los enemigos. Los enemigos que mueren a causa de este efecto reinician el tiempo de reutilización de Golpe mortal.",
        "snoId": 1222183
    },
    "guadaña_potenciadora": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942068
    },
    "grito_pálido": {
        "desc": "Tus habilidades de oscuridad hielan hasta un a los enemigos e infligen un más de daño a enemigos congelados. Golpe de suerte Tus habilidades de oscuridad tienen hasta un de probabilidad de generar más de esencia contra objetivos congelados.",
        "snoId": 1220207
    },
    "gran_bastón_de_la_vieja_bruja": {
        "desc": "Ahora Desgarrar es una habilidad de tormenta y también lanza Golpe de tormenta con un del daño normal.",
        "snoId": 942106
    },
    "ahavarion,_lanza_de_lycander": {
        "desc": "Obtienes un efecto de sagrario al azar durante s tras matar a un enemigo de élite. Solo puede ocurrir una vez cada s.",
        "snoId": 942108
    },
    "bastón_de_ira_interminable": {
        "desc": "Cada lanzamientos de Bola de fuego, se lanzan proyectiles adicionales y el hechizo inflige un más de daño.",
        "snoId": 942111
    },
    "bastón_de_lam_esen": {
        "desc": "Tus lanzamientos de Descarga de energía tienen un de probabilidad de verse atraídos por los enemigos y duran un más.",
        "snoId": 1306310
    },
    "[mp]campos_carmesíes": {
        "desc": "Al usar esta arma, infligirle daño a al menos un enemigo con Ruptura crea una poza de sangre que inflige de daño de sangrado durante s. Los enemigos en el interior de la poza sufren un más de daño de sangrado.",
        "snoId": 942134
    },
    "el_padrino": {
        "desc": "Aumenta tu daño de golpe crítico un . Las otras propiedades de esta arma pueden tener valores más altos de lo normal.",
        "snoId": 942135
    },
    "trance_de_batalla": {
        "desc": "Aumenta en el máximo de acumulaciones de Frenesí. Mientras tienes el máximo de Frenesí, tus otras habilidades obtienen un más de velocidad de ataque.",
        "snoId": 1304468
    },
    "piedra_de_dolmen": {
        "desc": "Lanzar Peñasco mientras dura Huracán provocará que tus peñascos roten a tu alrededor.",
        "snoId": 1610440
    },
    "corazón_fundido_de_selig": {
        "desc": "Obtienes un de recurso máximo. Además, cuando sufres daño, drenas de recurso por cada de vida que habrías tenido que perder.",
        "snoId": 1275933
    },
    "talismán_del_señor_desterrado": {
        "desc": "Tras gastar de tu recurso primario, tu siguiente habilidad principal arrolla. Si tus golpes críticos arrollan, infligen un más de daño.",
        "snoId": 1561309
    },
    "colgante_de_portavoz_de_la_muerte": {
        "desc": "Andanada de sangre lanza una mininova sobre tus esbirros que inflige de daño. El daño aumenta un por cada objetivo drenado por el lanzamiento inicial, hasta un máximo de un .",
        "snoId": 1230484
    },
    "palabra_de_hakan": {
        "desc": "Tu Lluvia de flechas siempre está imbuida con todas las imbuiciones a la vez.",
        "snoId": 1306258
    },
    "camafeo_rebosante_de_esadora": {
        "desc": "Al recoger energía crepitante, hay un de probabilidad de liberar una nova de rayos que inflige de daño de rayos. Esta cantidad aumenta un por cada de inteligencia que tengas.",
        "snoId": 1225299
    },
    "[mp]100 000_pasos": {
        "desc": "Tras obtener el último bonus de daño de la pasiva clave Arsenal andante, lanzas automáticamente Pisotón y obtienes de furia. Esto no puede ocurrir más de una vez cada s.",
        "snoId": 1210595
    },
    "[fp]grebas_de_penitente": {
        "desc": "Dejas un rastro de escarcha que hiela a los enemigos. Infliges un más de daño a enemigos helados.",
        "snoId": 942251
    },
    "[mp]pasos_parpadeantes": {
        "desc": "Cada enemigo que atraviesas al evadir reduce s el tiempo de reutilización de tu definitiva activa, hasta un máximo de s.",
        "snoId": 942253
    },
    "[fp]grebas_de_la_tumba_vacía": {
        "desc": "Tus espectros de Cercenar dejan tras de sí una zona de Tierra desacralizada que inflige de daño de sombra a los enemigos durante s.",
        "snoId": 1220257
    },
    "reliquia_familiar_de_esu": {
        "desc": "Tu probabilidad de golpe crítico aumenta una cantidad equivalente a un de tu bonus de velocidad de movimiento.",
        "snoId": 1306301
    },
    "rabia_de_harrogath": {
        "desc": "Golpe de suerte Hasta un de probabilidad de reducir s los tiempos de reutilización de tus habilidades no definitivas cuando infliges sangrado a enemigos de élite.",
        "snoId": 1304379
    },
    "regocijo_del_lobo_enloquecido": {
        "desc": "Ahora la forma de hombre lobo es tu forma verdadera y te otorga rangos de todas las habilidades de hombre lobo.",
        "snoId": 942354
    },
    "furia_insaciable": {
        "desc": "Ahora la forma de hombre oso es tu forma verdadera y te otorga rangos de todas las habilidades de hombre oso.",
        "snoId": 942355
    },
    "coraza_afilada": {
        "desc": "Obtienes de espinas.",
        "snoId": 1215064
    },
    "marcaalmas": {
        "desc": "En lugar de curar de manera instantánea, tus pociones de curación otorgan una barrera equivalente a un de la curación durante s. Mientras tienes una barrera activa, obtienes un de reducción de daño.",
        "snoId": 1560873
    },
    "[fp]coraza_del_artesano_de_la_sangre": {
        "desc": "Cuando recoges orbes de sangre, se genera un Espíritu de hueso gratis que inflige daño adicional en función de tu porcentaje de vida actual.",
        "snoId": 1306229
    },
    "[mp]cueros_de_canalla": {
        "desc": "Mientras tengas energía ilimitada por Vista interior, lanzar una habilidad principal tiene un de probabilidad de generar Abrojos, Trampa de veneno o Trampa mortal.",
        "snoId": 1612293
    },
    "atuendo_del_infinito": {
        "desc": "Tras usar Teletransporte, atraes a los enemigos cercanos y los aturdes durante s, pero el tiempo de reutilización de Teletransporte aumenta un .",
        "snoId": 942363
    },
    "[mp]agarres_devastadores_de_gohr": {
        "desc": "Torbellino explota cada s tras acabar e inflige un del daño base infligido a los enemigos cercanos como daño de fuego.",
        "snoId": 942555
    },
    "[mp]puños_del_destino": {
        "desc": "Tus ataques infligen del al de su daño normal. La cantidad se determina aleatoriamente.",
        "snoId": 942559
    },
    "quemascarcha": {
        "desc": "Golpe de suerte Hasta un de probabilidad de congelar a los enemigos durante s.",
        "snoId": 942560
    },
    "aullido_desde_abajo": {
        "desc": "En lugar de detonarse de inmediato, Explosión de cadáveres invoca un esqueleto viviente volátil que carga hacia un enemigo aleatorio y explota. El daño de Explosión de cadáveres aumenta un .",
        "snoId": 1227277
    },
    "agarre_de_la_sombra": {
        "desc": "Golpe de suerte Infligir daño a un enemigo vulnerable con una habilidad de tirador o de degollador tiene hasta un de probabilidad de invocar un clon tenebroso que imita tu ataque.",
        "snoId": 1306250
    },
    "[mp]guantes_del_iluminador": {
        "desc": "Ahora Bola de fuego rebota durante el desplazamiento y explota cada vez que golpea el suelo, pero su explosión inflige un menos de daño.",
        "snoId": 942564
    },
    "casco_acolmillado_de_joritz_el_poderoso": {
        "desc": "Cuando obtienes vesania mientras estás ya en ese estado, tienes un de probabilidad de enfurecerte más, lo que te otorga un más de daño, de furia por segundo y un de reducción de tiempo de reutilización.",
        "snoId": 1489567
    },
    "rugido_de_la_tempestad": {
        "desc": "Golpe de suerte Las habilidades de tormenta tienen hasta un de probabilidad de otorgar de espíritu. Ahora tus habilidades básicas de tormenta también son habilidades de hombre lobo.",
        "snoId": 1304489
    },
    "plegaria_de_vasily": {
        "desc": "Ahora tus habilidades de tierra también son habilidades de hombre oso y te otorgan de fortificación.",
        "snoId": 1306213
    },
    "semblante_de_andariel": {
        "desc": "Golpe de suerte Hasta un de probabilidad de activar una nova de veneno que inflige de daño de veneno durante s a los enemigos en la zona.",
        "snoId": 942663
    },
    "cresta_de_arlequín": {
        "desc": "Obtienes un de reducción de daño. Además, obtienes rangos de todas las habilidades.",
        "snoId": 942664
    },
    "corona_de_matadioses": {
        "desc": "Cuando aturdes, congelas o inmovilizas a un enemigo de élite o infliges daño a un jefe, este atrae a los enemigos cercanos. Les infliges un más de daño durante s. Este efecto solo puede ocurrir una vez cada s.",
        "snoId": 1555196
    },
    "yelmo_potenciador": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942665
    },
    "semblante_inmortal": {
        "desc": "Lanza de hueso deja durante su desplazamiento unos ecos que explotan e infligen de daño. Esta cantidad aumenta un por cada de tu bonus de daño de golpe crítico.",
        "snoId": 1234672
    },
    "capuz_del_sin_nombre": {
        "desc": "Obtienes un más de probabilidad de golpe de suerte contra enemigos afectados por control de masas.",
        "snoId": 942666
    },
    "compañero_de_la_tormenta": {
        "desc": "Tus compañeros lobos quedan imbuidos del poder de la tormenta, infligen daño de rayos y obtienen la facultad Aullido de tormenta.",
        "snoId": 942972
    },
    "temeridad": {
        "desc": "Los efectos que te curan hasta estar por encima de un de vida te otorgan una barrera equivalente a hasta un de tu vida máxima durante s. Se pueden usar pociones con la vida al máximo.",
        "snoId": 1306325
    },
    "[fp]escarcelas_del_cielo_del_alba": {
        "desc": "Cuando sufres daño no físico, obtienes un de resistencia máxima a ese tipo de daño durante s. Este efecto solo se puede aplicar a un tipo de daño a la vez.",
        "snoId": 1477079
    },
    "voluntad_de_tibault": {
        "desc": "Infliges un más de daño mientras eres imparable y durante s después. Cuando te vuelves imparable, obtienes de tu recurso primario.",
        "snoId": 1559420
    },
    "[mp]pantalones_potenciadores": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942975
    },
    "[fp]calzas_de_la_luna_de_sangre": {
        "desc": "Tus esbirros tienen un de probabilidad de maldecir a los enemigos. Infliges un más de daño de arrollamiento a los enemigos afectados por al menos de tus maldiciones.",
        "snoId": 1217039
    },
    "[mp]ojos_en_la_oscuridad": {
        "desc": "Trampa mortal inflige un más de daño. Salvo que golpee a un jefe o a un jugador, Trampa mortal seguirá rearmándose hasta que mate a un enemigo.",
        "snoId": 942977
    },
    "[mp]pantalones_de_corazón_helado": {
        "desc": "Los enemigos que mueren estando congelados tienen un de probabilidad de desatar una Nova de escarcha.",
        "snoId": 1306273
    },
    "anillo_de_furor_rojo": {
        "desc": "Tras gastar de furia en un plazo de s, tu siguiente lanzamiento de Martillo de los Ancestros, Ataque tectónico o Golpe mortal asesta un golpe crítico e inflige un de daño de golpe crítico adicional.",
        "snoId": 1706603
    },
    "cénit_del_cazador": {
        "desc": "Obtienes un bonus cuando matas con una habilidad de cambio de forma Hombre lobo Tu siguiente habilidad no definitiva de hombre oso no cuesta recursos ni tiene tiempo de reutilización. Hombre oso Tu siguiente habilidad de hombre lobo te cura de vida la primera vez que infliges daño.",
        "snoId": 989677
    },
    "voluntad_inexorable_de_airidah": {
        "desc": "Cuando lanzas una habilidad definitiva y la vuelves a lanzar s después, atraes a los enemigos lejanos y les infliges de daño físico. Este daño aumenta un por cada de voluntad que tengas.",
        "snoId": 1706650
    },
    "abrazo_de_la_madre": {
        "desc": "Si una habilidad principal golpea a enemigos o más, se devuelve un del coste de recursos.",
        "snoId": 1215133
    },
    "anillo_de_cielos_sin_estrellas": {
        "desc": "Lanzar una habilidad principal reduce un el coste de tus habilidades principales, hasta un máximo de un . Se reinicia al usar una habilidad que no sea principal.",
        "snoId": 1306337
    },
    "sello_corroído_de_xfal": {
        "desc": "Golpe de suerte Tus efectos de daño en el tiempo tienen hasta un de probabilidad de entrar en erupción e infligir de daño del mismo tipo a los enemigos cercanos.",
        "snoId": 1559923
    },
    "anillo_de_mendeln": {
        "desc": "Golpe de suerte Hasta un de probabilidad de potenciar a todos tus esbirros, lo que hace que el siguiente ataque de cada uno sea explosivo e inflija de daño físico.",
        "snoId": 1222626
    },
    "anillo_del_alma_sacrílega": {
        "desc": "Activas de forma automática las siguientes habilidades equipadas en los cadáveres de tu alrededor Resucitar esqueleto, cada s. Explosión de cadáveres, cada s. Zarcillos cadavéricos, cada s.",
        "snoId": 1706659
    },
    "sortija_inquieta_de_ilusionismo": {
        "desc": "Al lanzar una habilidad de subterfugio, dejas una trampa de señuelo que provoca y atrae a los enemigos continuamente. La trampa de señuelo explota tras s e inflige de daño de sombra. Puede ocurrir cada s.",
        "snoId": 1706657
    },
    "rosa_azul": {
        "desc": "Golpe de suerte Infligir daño a un enemigo tiene hasta un de probabilidad de formar una aguja de hielo que explota e inflige de daño de frío. Esta probabilidad se triplica si el enemigo está congelado.",
        "snoId": 1211653
    },
    "aro_iridiscente_de_tal_rasha": {
        "desc": "Por cada tipo de daño elemental que infliges, obtienes un más de daño durante s. Infligir daño elemental reinicia todos los bonus.",
        "snoId": 1225567
    }
}
