{
    "do_estripador_berserker": {
        "desc": "Ao causar dano direto sob efeito de Berserk, causa dano do danobase como dano de sangramento adicional ao longo de segundos.",
        "snoId": 1105985
    },
    "do_terremoto": {
        "desc": "Pisada Poderosa cria um Terremoto que causa de dano físico aos inimigos ao longo de segundos. Enquanto está no terremoto, você causa de dano aumentado.",
        "snoId": 1105986
    },
    "do_rompecrânios": {
        "desc": "Atordoar um inimigo que está sangrando causa do valor total de sangramento ao inimigo como dano físico.",
        "snoId": 1105987
    },
    "de_mestre_em_armas": {
        "desc": "Suas habilidades de Maestria em Armas têm uma carga adicional. Golpe de Sorte Causar dano a um inimigo com uma habilidade de Maestria em Armas tem até de chance de atordoálo por segundos.",
        "snoId": 1105988
    },
    "do_sangue_de_ferro": {
        "desc": "Recebe de redução de dano por cada inimigo próximo que esteja sangrando até o máximo de .",
        "snoId": 1105989
    },
    "do_frenesi_de_batalha": {
        "desc": "Recebe Berserk por segundos depois de trocar de armas vezes.",
        "snoId": 1105990
    },
    "da_fúria_ecoante": {
        "desc": "Suas habilidades de Grito geram de fúria por segundo enquanto ativas.",
        "snoId": 1105991
    },
    "do_guerreiro_de_ferro": {
        "desc": "Pele de Ferro concede implacável, e de redução de dano.",
        "snoId": 1105992
    },
    "dos_passos_gigantes": {
        "desc": "Reduz a recarga de Salto em segundos por inimigo atingido, até o máximo de segundos.",
        "snoId": 1105994
    },
    "do_berserker_incansável": {
        "desc": "Golpe de Sorte Causar dano a um inimigo com uma habilidade principal tem até de chance de aumentar a duração de Berserk em segundos. Se for um acerto crítico, essa duração é dobrada.",
        "snoId": 1105995
    },
    "da_fúria_implacável": {
        "desc": "Matar um inimigo ou atingir um chefe com uma habilidade principal devolve do custobase de fúria. Só pode ocorrer uma vez por habilidade lançada.",
        "snoId": 1105997
    },
    "dos_ecos_ancestrais": {
        "desc": "Golpe de Sorte Enquanto Chamado dos Ancestrais estiver na sua barra de ações, causar dano a inimigos com Salto, Revolta ou Redemoinho tem até de chance de evocar um Ancestral para usar a mesma habilidade.",
        "snoId": 1105998
    },
    "da_ira_entorpecida": {
        "desc": "Cada ponto de fúria gerado enquanto está com fúria máxima concede de fortificação.",
        "snoId": 1106001
    },
    "": {
        "desc": "Explosões da passiva principal de Estilhaçar causam de dano aumentado se inimigos morrerem enquanto congelados.",
        "snoId": 1211655
    },
    "do_demônio_de_poeira": {
        "desc": "Redemoinho deixa para trás demônios de poeira que causam de dano aos inimigos ao redor.",
        "snoId": 1106003
    },
    "da_ira_à_espreita": {
        "desc": "Depois de gastar de fúria, sua próxima habilidade de Maestria em Armas causa de dano aumentado.",
        "snoId": 1106004
    },
    "do_mestre_armeiro_implacável": {
        "desc": "Recebe de geração de fúria aumentada enquanto todos os bônus de dano da passiva principal de Arsenal Ambulante estão ativos.",
        "snoId": 1106005
    },
    "da_fúria_berserker": {
        "desc": "Você recebe de fúria por segundo durante Berserk.",
        "snoId": 1106006
    },
    "do_desejo_de_morte": {
        "desc": "Recebe espinhos durante Berserk.",
        "snoId": 1106007
    },
    "do_redemoinho_atroz": {
        "desc": "A chance de acerto crítico de Redemoinho é aumentada em por cada segundo de canalização, até o máximo de .",
        "snoId": 1106009
    },
    "de_bulkathos": {
        "desc": "Salto cria um Terremoto que causa de dano físico ao longo de segundos. Enquanto está no Terremoto, você recebe de redução de dano aumentada.",
        "snoId": 1106010
    },
    "do_retalhavento": {
        "desc": "Lançar Golpe Duplo duas vezes dentro de segundos cria um demônio de poeira que causa de dano a inimigos atrás do alvo.",
        "snoId": 1106011
    },
    "do_briguento_veterano": {
        "desc": "Cada vez que uma habilidade principal causa dano direto a um inimigo, sua próxima Investida ou Salto causa de dano aumentado, até o máximo de .",
        "snoId": 1106024
    },
    "da_força_ancestral": {
        "desc": "Martelo dos Ancestrais causa um terremoto que se expande e seu dano aumenta em .",
        "snoId": 1106025
    },
    "do_redemoinho_aprisionante": {
        "desc": "Redemoinho periodicamente puxa inimigos até você.",
        "snoId": 1106034
    },
    "do_berserker_inabalável": {
        "desc": "Golpe de Sorte Até de chance de receber de fortificação ao causar dano direto durante Berserk.",
        "snoId": 1106039
    },
    "do_chefe_ousado": {
        "desc": "Sempre que você lança uma habilidade de Grito, sua recarga é reduzida em segundos por inimigo próximo, até o máximo de segundos.",
        "snoId": 1106041
    },
    "do_pisoteio_perpétuo": {
        "desc": "Causar dano a um inimigo com Chute ou Pisada Poderosa reinicia a recarga de Salto.",
        "snoId": 1105863
    },
    "da_anemia": {
        "desc": "Golpe de Sorte Dano direto contra inimigos sangrando tem até de chance de atordoálos por segundos.",
        "snoId": 1201316
    },
    "de_saciedade": {
        "desc": "Golpe de Sorte Você tem até de chance de receber de fúria quando Despedaçar causa dano direto a pelo menos um inimigo que esteja sangrando.",
        "snoId": 1202014
    },
    "do_ataque_da_terra": {
        "desc": "Ao trocar de arma vezes, sua próxima habilidade será um Golpe Brutal e causará de dano aumentado de Golpe Brutal.",
        "snoId": 1199203
    },
    "dos_golpes_temperados": {
        "desc": "Depois de trocar de armas vezes, recebe de fortificação.",
        "snoId": 1200857
    },
    "do_trazsorte": {
        "desc": "Recebe de chance de Golpe de Sorte aumentada enquanto todos os bônus de dano da passiva principal de Arsenal Ambulante estão ativos.",
        "snoId": 1199205
    },
    "do_berserker_do_clã_do_urso": {
        "desc": "Matar um inimigo enquanto você está sob efeito de Berserk tem de chance de conceder de redução de recarga aumentada para suas habilidades de Briga por segundos.",
        "snoId": 1199207
    },
    "da_raiva_ardente": {
        "desc": "Sob efeito de Berserk, você causa de dano ígneo a cada segundo aos próximos ao redor.",
        "snoId": 1105876
    },
    "da_raiva_ilimitada": {
        "desc": "Cada ponto de fúria gerado enquanto está com fúria máxima concede à sua próxima habilidade principal de dano aumentado, até .",
        "snoId": 1106289
    },
    "da_investida_ancestral": {
        "desc": "Investida evoca Ancestrais que também usam Investida, causando do dano normal.",
        "snoId": 1427872
    },
    "da_ruptura_desumana": {
        "desc": "Sua Ruptura não remove o dano de sangramento dos inimigos. Isso pode ocorrer a cada segundos.",
        "snoId": 1603699
    },
    "dos_insaciáveis": {
        "desc": "Depois de matar um inimigo com Retalhar, sua próxima habilidade de Lobisomem gera mais espírito e causa de dano aumentado.",
        "snoId": 1106044
    },
    "da_brisa_tranquila": {
        "desc": "Golpe de Sorte Corte de Vento tem até de chance de recuperar seu espírito completamente.",
        "snoId": 1106050
    },
    "da_tormenta": {
        "desc": "O dano de Furacão é aumentado em a cada segundo enquanto ativo.",
        "snoId": 1106053
    },
    "da_areia_movediça": {
        "desc": "O dano de habilidades de Terra desacelera inimigos atingidos em por segundos.",
        "snoId": 1106058
    },
    "de_pedrada": {
        "desc": "Habilidades de Terra causam de dano de acerto crítico aumentado a inimigos sob controle de grupo.",
        "snoId": 1206644
    },
    "da_recomposição_pétrea": {
        "desc": "A duração de Baluarte Terreno é aumentada em segundos. Além disso, matar um inimigo com habilidades de Terra restaura da sua barreira ativa de Baluarte Terreno.",
        "snoId": 1106061
    },
    "do_equilíbrio_natural": {
        "desc": "Lançar uma habilidade de Tempestade concede às suas habilidades de Terra de dano de acerto crítico por segundos. Lançar uma habilidade de Terra aumenta a chance de acerto crítico de habilidades de Tempestade em por segundos.",
        "snoId": 1106064
    },
    "da_dívida_do_metamorfo": {
        "desc": "Causar dano a um inimigo envenenado com uma habilidade de Urso causará instantaneamente de dano venenoso e consumirá o veneno.",
        "snoId": 1201950
    },
    "do_caminhapele": {
        "desc": "Ao usar uma habilidade de Metamorfose que altera sua forma, você recebe de vida. Se estiver com vida cheia, você recebe o mesmo valor como fortificação.",
        "snoId": 1200308
    },
    "da_mudança_sísmica": {
        "desc": "Espeto Terreno lança espetos em uma linha e tem uma recarga de segundos.",
        "snoId": 1106138
    },
    "da_terra_pisoteada": {
        "desc": "Atropelo agora cria pilares de terra de Deslizamento durante seu efeito que causam do dano normal. Atropelo agora também é uma habilidade de Magia da Natureza e de Terra.",
        "snoId": 1106166
    },
    "da_garra_da_tempestade": {
        "desc": "Acertos críticos com Retalhar causam do dano causada como dano elétrico ao alvo e inimigos ao redor.",
        "snoId": 1106189
    },
    "da_força_ciclônica": {
        "desc": "Armadura Ciclônica também concede redução de dano físico. Além disso, Armadura Ciclônica será aplicada a todos os aliados próximos.",
        "snoId": 1106217
    },
    "do_tremor_secundário": {
        "desc": "Cada um dos pilares de terra de Deslizamento desfere um segundo golpe e causa de bônus de dano por acerto.",
        "snoId": 1106228
    },
    "do_horror_ursino": {
        "desc": "Pulverizar agora também é uma habilidade de Terra. Depois de lançar Pulverizar, espinhos tectônicos continuam a causar de dano ao longo de segundos.",
        "snoId": 1106260
    },
    "da_retaliação": {
        "desc": "Suas habilidades de principais causam até de dano aumentado com base na sua quantidade de fortificação.",
        "snoId": 1106321
    },
    "da_onda_de_choque": {
        "desc": "Pulverizar cria uma onda de choque que avança, causando do dano a alvos no caminho.",
        "snoId": 1106341
    },
    "do_alfa": {
        "desc": "Suas mascotes Lobo agora são mascotes Lobisomem. Mascotes Lobisomem causam de dano adicional e podem espalhar Raiva.",
        "snoId": 1106347
    },
    "do_uivador_noturno": {
        "desc": "Uivo Sangrento aumenta a chance de acerto crítico em . Além disso, Uivo Sangrento também afeta mascotes e jogadores próximos por segundos.",
        "snoId": 1106379
    },
    "da_selvageria_da_natureza": {
        "desc": "Habilidades de Lobisomem funcionam como habilidades de Tempestade e habilidades de Urso funcionam como habilidades de Terra para a passiva principal de Fúria da Natureza.",
        "snoId": 1106384
    },
    "do_pastor": {
        "desc": "Habilidades principais causam de dano adicional por cada mascote ativa.",
        "snoId": 1106407
    },
    "do_uivo_sombrio": {
        "desc": "Rugido Debilitante agora é uma habilidade de Lobisomem. Além disso, Rugido Debilitante imobilizará inimigos envenenados por segundos.",
        "snoId": 1201796
    },
    "da_fúria_do_homemfera": {
        "desc": "A duração de Fúria do Urso é aumentada em segundos. Além disso, acertos críticos enquanto Fúria do Urso está ativa aumentam o dano de acerto crítico em durante o efeito, até o máximo de .",
        "snoId": 1205996
    },
    "da_cólera_selvagem": {
        "desc": "Suas mascotes também recebem os bônus da passiva principal Ira Bestial quando você os recebe.",
        "snoId": 1205052
    },
    "do_tempestuoso": {
        "desc": "Enquanto Furacão está ativo, recebe graus para suas habilidades de Metamorfose.",
        "snoId": 1202540
    },
    "caçatempestades": {
        "desc": "Tornado perseguirá até alvos.",
        "snoId": 1105817
    },
    "do_condutor_rúnico": {
        "desc": "Acertos críticos com habilidades de Tempestade lançadas por você eletrizam o ar ao seu redor por segundos, fazendo com que um Raio que causa de dano elétrico atinja periodicamente um inimigo na área. Essa duração pode ser estendida por acertos críticos adicionais.",
        "snoId": 1105842
    },
    "da_tempestade_poderosa": {
        "desc": "A passiva principal de Poder Terreno também é aplicada às suas habilidades de Tempestade.",
        "snoId": 1105865
    },
    "da_proteção_terrena": {
        "desc": "Recebe de valor de bônus para seu próximo Baluarte Terreno por cada inimigo que você coloca sob controle de grupo até o máximo de .",
        "snoId": 1214291
    },
    "do_dançarino_elétrico": {
        "desc": "Acertos críticos com Tempestade de Raios geram Setas Dançantes que perseguem inimigos na área e causam de dano elétrico.",
        "snoId": 1105811
    },
    "do_lobo_atroz": {
        "desc": "Fúria do Urso agora transforma você em um Lobisomem Atroz. Como Lobisomem Atroz, você recebe de velocidade de movimento em vez de redução de dano e um bônus de de redução de custo de espírito. Além disso, abates curam você em da sua vida máxima.",
        "snoId": 1105800
    },
    "da_debandada": {
        "desc": "Recebe mascote adicional. Além disso, suas habilidades de Mascote causam de bônus de dano.",
        "snoId": 1222401
    },
    "da_pedra_metamórfica": {
        "desc": "Rochedo agora é uma habilidade principal, tem de custo de espírito e causa de dano normal.",
        "snoId": 1338010
    },
    "da_fera_confusa": {
        "desc": "Durante uma disparada, Retalhar busca inimigos envenenados próximos e instantaneamente causa de dano venenoso a eles.",
        "snoId": 1338284
    },
    "potência_bruta": {
        "desc": "Depois que você atingir inimigos com suas habilidades de urso, sua próxima habilidade de urso causa a mais de dano e atordoa inimigos por segundos.",
        "snoId": 1619484
    },
    "da_luz_estelar": {
        "desc": "Recebe do seu recurso primário para cada de vida que você cura.",
        "snoId": 1106452
    },
    "do_poder": {
        "desc": "Habilidades básicas concedem de redução de dano por segundos.",
        "snoId": 1106483
    },
    "do_protetor": {
        "desc": "Causar dano a um inimigo de elite concede uma barreira que absorve até de dano por segundos. Esse efeito só pode ocorrer uma vez a cada segundos.",
        "snoId": 1106507
    },
    "da_paz_interior": {
        "desc": "Causa de dano aumentado por cada segundo que ficar imóvel, até .",
        "snoId": 1106533
    },
    "de_golpe_do_vento": {
        "desc": "Acertos críticos concedem de velocidade de movimento por segundo, até segundos.",
        "snoId": 1106547
    },
    "das_trevas": {
        "desc": "Recupera do seu recurso primário ao aplicar controle de grupo a um inimigo.",
        "snoId": 1106601
    },
    "de_proteção": {
        "desc": "Ao receber um golpe enquanto não está saudável, uma bolha mágica é evocada ao seu redor por segundos. Enquanto estiverem na bolha, os jogadores ficam imunes. Só pode ocorrer uma vez a cada segundos.",
        "snoId": 1106730
    },
    "da_desobediência": {
        "desc": "Você ganha de armadura aumentada por s quando causa qualquer tipo de dano, com até acúmulos.",
        "snoId": 1106104
    },
    "da_retribuição": {
        "desc": "Inimigos distantes têm de chance de serem atordoados por segundos ao atingirem você. Você causa de dano aumentado a inimigos atordoados.",
        "snoId": 1106134
    },
    "do_mestre_das_lâminas": {
        "desc": "Habilidades causam até de dano aumentado com base no seu recurso primário disponível ao serem lançadas, recebendo o benefício máximo enquanto você tiver o recurso primário cheio.",
        "snoId": 1106385
    },
    "do_sábio_ocupado": {
        "desc": "Você cura de vida por segundo por cada inimigo próximo, até de vida por segundo.",
        "snoId": 1106409
    },
    "da_expectativa": {
        "desc": "Atacar inimigos com uma habilidade básica aumenta o dano da sua próxima habilidade principal lançada em , até .",
        "snoId": 1106426
    },
    "do_caminhaespírito": {
        "desc": "Enquanto estiver implacável e durante os segundos seguintes, você recebe de velocidade de movimento aumentada e pode se mover livremente através de inimigos.",
        "snoId": 1225424
    },
    "da_angústia_compartilhada": {
        "desc": "Golpe de Sorte Quando você atinge um inimigo sob controle de grupo, há até de chance de que o efeito de controle de grupo se espalhe para outro inimigo não afetado.",
        "snoId": 1227282
    },
    "da_assimilação": {
        "desc": "Você tem de chance de esquiva aumentada contra inimigos sob efeitos de dano ao longo do tempo. Ao se esquivar, você recebe do seu recurso primário.",
        "snoId": 1226354
    },
    "de_agulha_flamejante": {
        "desc": "O dano causado por espinhos tem de chance de causar dano a todos os inimigos ao seu redor.",
        "snoId": 1227650
    },
    "da_barreira_desviante": {
        "desc": "Enquanto você tem uma barreira ativa, há de chance de ignorar dano direto recebido de inimigos distantes.",
        "snoId": 1225448
    },
    "da_audácia": {
        "desc": "Quando há pelo menos inimigos próximos, eles são atordoados por segundos. Isso só pode ocorrer uma vez a cada segundos.",
        "snoId": 1438478
    },
    "dos_elementos": {
        "desc": "Você recebe de dano aumentado para um conjunto de tipos de dano por segundos. Esse efeito alterna entre conjuntos Dano ígneo, elétrico e físico. Dano gélido, venenoso e de sombra.",
        "snoId": 1485368
    },
    "do_massacre": {
        "desc": "Você recebe de velocidade de movimento. Você perde esse bônus por s após receber dano.",
        "snoId": 1602955
    },
    "dos_mortos_enfurecidos": {
        "desc": "Sempre que um dos seus lacaios de Evocação causa dano a um inimigo, ele recebe de velocidade de ataque por segundos, até .",
        "snoId": 1106475
    },
    "da_escuridão_profunda": {
        "desc": "Prisão de Ossos gera uma poça de Praga, causando de bônus de dano por segundos.",
        "snoId": 1106635
    },
    "do_vazio": {
        "desc": "A área corrompida por Praga, quando gerada, puxa os inimigos ao redor da área afetada.",
        "snoId": 1106639
    },
    "do_ceifador_fortalecedor": {
        "desc": "Causar dano a inimigos com Decepar tem de chance de gerar sob o alvo uma poça de Praga que causa de dano extra. Esse efeito só pode acontecer uma vez a cada segundos.",
        "snoId": 1106675
    },
    "do_arauto_do_frio": {
        "desc": "A cada s, seus Magos Esqueletos lançam uma nevasca que causa de dano gélido e gela continuamente inimigos por ao longo de segundos.",
        "snoId": 1106690
    },
    "do_buscasangue": {
        "desc": "Lança de Sangue causa de dano aumentado ao alvo principal por inimigo atingido por lança.",
        "snoId": 1106117
    },
    "do_sangue_faminto": {
        "desc": "Cada lançamento de Lança de Sangue dispara uma Lança de Sangue adicional contra um inimigo próximo, causando do dano normal, quando o primeiro inimigo atingido já tiver sido atingido por lança.",
        "snoId": 1106130
    },
    "do_domínio_oculto": {
        "desc": "Seu número máximo de Magos Esqueletos é aumentado em .",
        "snoId": 1106156
    },
    "ensanguentado": {
        "desc": "Névoa de Sangue deixa um rastro de chão profanado que dura s e causa de dano de sombra por segundo aos inimigos no interior. Sua velocidade de movimento deixa de ser reduzida enquanto Névoa de Sangue está ativa.",
        "snoId": 1106163
    },
    "da_maldição_do_inchaço": {
        "desc": "Espírito de Ossos causa dano aumentado com base na distância percorrida, até .",
        "snoId": 1106206
    },
    "dos_ossos_explosivos": {
        "desc": "Quando um segmento de Prisão de Ossos é destruído ou expira, ele causa de dano na área ao redor.",
        "snoId": 1106224
    },
    "do_comandante_inflexível": {
        "desc": "Enquanto Exército dos Mortos está ativo, seus lacaios recebem de velocidade de ataque e recebem de dano reduzido.",
        "snoId": 1106382
    },
    "da_tempestade_protetora": {
        "desc": "Sempre que Tempestade de Ossos causa dano a um inimigo, você recebe uma barreira equivalente a da sua vida básica por segundos.",
        "snoId": 1106392
    },
    "das_veias_aprisionantes": {
        "desc": "Recebe de chance de acerto crítico aumentada por segundo ao lançar Tentáculos Cadavéricos. Você causa de bônus de dano de acerto crítico a inimigos atingidos por Tentáculos Cadavéricos.",
        "snoId": 1106529
    },
    "do_conquistassangue": {
        "desc": "Seu número máximo de Guerreiros Esqueletos é aumentado em .",
        "snoId": 1106545
    },
    "do_tormento": {
        "desc": "Acertos críticos com habilidades de Osso aumentam sua regeneração de essência em por segundos.",
        "snoId": 1224752
    },
    "da_serrilha": {
        "desc": "A passiva principal de Essência Calcificada também aumenta o dano de acerto crítico das suas habilidades de Osso em por essência acima de , até .",
        "snoId": 1221425
    },
    "da_ventania_óssea": {
        "desc": "Tempestade de Ossos consome até cadáveres para aumentar a duração em até segundos.",
        "snoId": 1220407
    },
    "da_carne_exposta": {
        "desc": "Golpe de Sorte Até de chance de gerar de essência ao atingir um inimigo vulnerável.",
        "snoId": 1220423
    },
    "dos_condenados": {
        "desc": "Você causa de dano de sombra aumentado a inimigos afetados tanto por Decrepitar como por Dama de Ferro.",
        "snoId": 1221014
    },
    "da_decomposição": {
        "desc": "Sempre que causa dano a inimigos, a passiva principal Praga das Sombras aumenta o dano da próxima Praga das Sombras em por segundos, acumulando até vezes.",
        "snoId": 1221533
    },
    "da_maré": {
        "desc": "Onda de Sangue libera duas ondas adicionais. Cada uma causa a menos de dano que a anterior.",
        "snoId": 1223789
    },
    "de_sangue_ligeiro": {
        "desc": "Orbes de sangue reduzem a recarga de habilidade suprema em segundos.",
        "snoId": 1221650
    },
    "do_escolhido_de_rathma": {
        "desc": "Sempre que suas habilidades de Sangue desferirem um Golpe Brutal, você recebe de velocidade de ataque por segundos.",
        "snoId": 1221701
    },
    "da_morte_precoce": {
        "desc": "Cada porcentagem da vida máxima que você cura acima de concede de bônus de dano de Golpe Brutal no seu próximo ataque que desferir um Golpe Brutal, até de bônus.",
        "snoId": 1221706
    },
    "do_sangue_potente": {
        "desc": "Se você estiver saudável, Orbes de Sangue concedem de Essência.",
        "snoId": 1221644
    },
    "dos_ossos_endurecidos": {
        "desc": "Seu lacaios recebem a mais de redução de dano.",
        "snoId": 1222591
    },
    "de_réquiem": {
        "desc": "Você recebe de essência máxima por lacaio ativo.",
        "snoId": 1223238
    },
    "da_reanimação": {
        "desc": "Seus lacaios causam dano aumentado enquanto vivos, até após segundos.",
        "snoId": 1223322
    },
    "do_embalsamador": {
        "desc": "Consumir um cadáver tem de chance de gerar um orbe de sangue.",
        "snoId": 1222471
    },
    "da_sombra_suprema": {
        "desc": "Tempestade de Ossos e Onda de Sangue também se tornam habilidades de escuridão, causam dano de sombra e ganham efeitos adicionais Inimigos atingidos pela Tempestade de Ossos recebem de dano de sombra ao longo de segundos. Onda de Sangue cria chão profanado durante o deslocamento, causando de dano de sombra ao longo de segundos.",
        "snoId": 1106218
    },
    "da_névoa_explosiva": {
        "desc": "Névoa de Sangue aciona Explodir Cadáver em cadáveres próximos. Quando Névoa de Sangue explode um cadáver, sua recarga é reduzida em segundos.",
        "snoId": 1106610
    },
    "dos_espinhos_sangrentos": {
        "desc": "Lançar Lança de Sangue consumirá orbes de sangue para também conjurar lanças a partir deles. Cada Lança de Sangue adicional causa do dano normal e prioriza inimigos não atingidos por lança.",
        "snoId": 1439750
    },
    "da_sombra_alongada": {
        "desc": "Golpe de Sorte Seus efeitos de dano de sombra ao longo do tempo têm de chance de gerar de essência. Dano da sua passiva principal Praga das Sombras sempre gera de essência.",
        "snoId": 1622848
    },
    "da_imbuição_imitada": {
        "desc": "Seus Clones de Sombras também imitam as Imbuições aplicadas às suas habilidades. Lançar uma habilidade de Imbuição concede ao seu Clone de Sombras ativo de dano aumentado por segundos.",
        "snoId": 1106666
    },
    "do_truque": {
        "desc": "Sempre que Disparo Perfurante causa dano a um inimigo, flechas adicionais dividemse para ambos os lados. Essas flechas laterais causam do danobase de Disparo Perfurante e não se dividem.",
        "snoId": 1106115
    },
    "das_lâminas_cingidas": {
        "desc": "Turbilhão atinge inimigos em um círculo ao seu redor e causa de dano aumentado.",
        "snoId": 1106126
    },
    "das_sombras_voláteis": {
        "desc": "Quando uma sombra de Véu Sombrio é removida, uma explosão é acionada ao seu redor, causando de dano de sombra.",
        "snoId": 1106158
    },
    "da_surpresa": {
        "desc": "Ao usar Evadir ou Passo Sombrio, você deixa para trás um conjunto de Granadas Atordoantes que causam de dano físico total e atordoam inimigos por segundos.",
        "snoId": 1106222
    },
    "do_trapaceiro": {
        "desc": "Estrepes também arremessa um conjunto de Granadas Atordoantes explosivas que causam de dano físico total e atordoam inimigos por segundos.",
        "snoId": 1106238
    },
    "das_imbuições_instáveis": {
        "desc": "Ao lançar uma habilidade de Imbuição, você aciona uma explosão ao seu redor, aplicando os efeitos de Imbuição e causando de dano do mesmo tipo.",
        "snoId": 1106246
    },
    "do_dançarino_das_lâminas": {
        "desc": "Lâminas Retorcidas orbitam por um breve período depois de voltarem até você, causando do dano de retorno de Lâminas Retorcidas por acerto. Com base na distância percorrida pelas lâminas no retorno, o dano de órbita aumenta até do dano de retorno.",
        "snoId": 1106259
    },
    "do_alquimista_tóxico": {
        "desc": "Golpe de Sorte Causar dano a um inimigo envenenado com uma habilidade de Imbuição de Sombra tem até de chance de criar uma explosão tóxica que aplica de dano venenoso ao longo de segundos ao alvo e inimigos ao redor.",
        "snoId": 1106283
    },
    "do_alquimista_gélido": {
        "desc": "Golpe de Sorte Causar dano a um inimigo com gelidez ou congelado com uma habilidade de Imbuição de Sombra tem até de chance de gerar uma explosão que causa de dano gélido ao alvo e inimigos ao redor, aplicando gelidez por .",
        "snoId": 1106291
    },
    "cortassombras": {
        "desc": "Ao lançar Disparada, um Clone de Sombras é gerado na sua posição e também lança Disparada, causando do danobase.",
        "snoId": 1106314
    },
    "das_tempestades_de_flechas": {
        "desc": "Golpe de Sorte Suas habilidades de Atirador têm até de chance de criar uma tempestade de flechas na posição do inimigo, causando de dano físico ao longo de segundos. Você pode ter até tempestades de flechas ativas.",
        "snoId": 1106339
    },
    "dos_venenos_explosivos": {
        "desc": "Golpe de Sorte Imbuição de Veneno tem até de chance de criar uma poça tóxica que causa de dano venenoso ao longo de s aos inimigos dentro dela. Enquanto estiver na poça, sua habilidade de Imbuição de Veneno não tem recarga nem limite de cargas.",
        "snoId": 1106355
    },
    "das_saraivadas_ramificadas": {
        "desc": "As flechas de Salva têm de chance de se dividirem em flechas sempre que ricocheteiam.",
        "snoId": 1208170
    },
    "do_capturador_explosivo": {
        "desc": "Golpe de Sorte Causar dano direto a inimigos afetados por suas habilidades de Armadilha tem até de chance de tornálosvulneráveis por segundos.",
        "snoId": 1186573
    },
    "do_entusiasmo_explosivo": {
        "desc": "Suas habilidades de Granada contam como habilidades de Armadilha. Sempre que você arma uma Armadilha ou larga Granadas, recebe de velocidade de movimento aumentada por segundos.",
        "snoId": 1218947
    },
    "da_deslealdade_excepcional": {
        "desc": "Causar dano direto a um inimigo sob torpor com uma habilidade de Agilidade concede Furtividade por segundos. Romper Furtividade com um ataque concede redução de duração de efeitos de controle por segundos.",
        "snoId": 1184417
    },
    "do_sustento_cruel": {
        "desc": "Explosões da passiva principal de Vitimizar curam você passivamente em de vida por cada inimigo atingido, até o máximo de de vida.",
        "snoId": 1184011
    },
    "da_arte_da_fuga": {
        "desc": "Ao receber dano de inimigos ao redor, você larga uma Granada de Fumaça e se esquiva dos próximos ataques dentro de segundos. Esse efeito só pode ocorrer uma vez a cada segundos.",
        "snoId": 1185975
    },
    "do_vigor_roubado": {
        "desc": "Cada aplicação da passiva principal de Impulsão cura você em de vida por segundo.",
        "snoId": 1186855
    },
    "da_névoa_aceleradora": {
        "desc": "Você lança automaticamente uma Granada de Fumaça no fim da Disparada. Granadas de Fumaça reduzem a recarga da Disparada em s por inimigo atingido, até um máximo de segundos.",
        "snoId": 1187878
    },
    "de_trapaça": {
        "desc": "Você recebe de dano reduzido de inimigos sob controle de grupo. Sempre que um inimigo sob controle de grupo causa dano direto a você, você recebe de velocidade de movimento por segundos.",
        "snoId": 1186373
    },
    "das_provisões_extraídas": {
        "desc": "Golpe de Sorte Causar dano a um inimigo vulnerável com uma habilidade principal tem até de chance de largar uma poção de cura.",
        "snoId": 1186377
    },
    "da_corrupção": {
        "desc": "Seus efeitos de habilidades de Imbuição têm de potência aumentada contra inimigos vulneráveis.",
        "snoId": 1186379
    },
    "do_gelo_nocivo": {
        "desc": "Inimigos sob gelidez envenenados por Imbuição de Veneno continuarão recebendo de gelidez por segundo. Você causa de dano venenoso adicional a inimigos congelados.",
        "snoId": 1302490
    },
    "da_sinergia": {
        "desc": "Usar uma habilidade de Agilidade reduz a recarga da sua próxima habilidade de Subterfúgio em . Usar uma habilidade de Subterfúgio aumenta o dano da sua próxima habilidade de Agilidade em .",
        "snoId": 1301737
    },
    "do_entardecer_letal": {
        "desc": "Evadir atravessando um inimigo infectado por Imbuição de Sombra concede Furtividade por segundos. Romper Furtividade com um ataque concede de vida máxima ao matar por segundos.",
        "snoId": 1301760
    },
    "da_ameaça_elusiva": {
        "desc": "Enquanto ambos os bônus da passiva principal Combate Próximo estiverem ativos, sua chance de esquiva aumenta em sempre que você receber dano de um inimigo. Esquivarse com sucesso reinicia o bônus.",
        "snoId": 1304680
    },
    "do_congelamento_súbito": {
        "desc": "Cada inimigo congelado ou com gelidez que você Evadir concede uma barreira que absorve de dano por segundos, até o máximo de de dano absorvido.",
        "snoId": 1219217
    },
    "das_pontas_pestilentas": {
        "desc": "Cada º lançamento de Puncionar tem Imbuição de Veneno com da potência normal.",
        "snoId": 1439745
    },
    "da_iniciativa_engenhosa": {
        "desc": "Quando gasta de energia, você solta um aglomerado de Granadas Atordoantes que causam de dano físico total e atordoam inimigos por segundos. Suas habilidades de granada causam a mais de dano.",
        "snoId": 1620632
    },
    "das_brasas_aprisionantes": {
        "desc": "Escudo Flamejante permite que você se mova livremente através de inimigos. Inimigos que você atravessa enquanto Escudo Flamejante está ativo ficam imobilizados por segundos.",
        "snoId": 1106399
    },
    "do_guardaneve": {
        "desc": "Dentro da sua Nevasca e por s após sair dela, você recebe menos dano.",
        "snoId": 1106418
    },
    "das_três_maldições": {
        "desc": "Aumenta o dano de acerto crítico de Meteoro e Bola de Fogo em . O bônus dobra contra alvos saudáveis.",
        "snoId": 1106440
    },
    "da_estática_perfurante": {
        "desc": "Setas Carregadas perfuram, mas causam a menos de dano a alvos atingidos após o primeiro.",
        "snoId": 1106489
    },
    "da_blitz_de_gelo": {
        "desc": "Nova Gélida recebe uma carga adicional, mas a recarga por carga é aumentada em .",
        "snoId": 1106548
    },
    "(ph)_of_ensnaring_current": {
        "desc": "Bola de Eletricidade puxa inimigos durante o trajeto.",
        "snoId": 1106717
    },
    "da_órbita_congelada": {
        "desc": "Orbe Congelado permanece no lugar depois de alcançar seu destino e explode vezes adicionais, causando do dano.",
        "snoId": 1106733
    },
    "serpentina": {
        "desc": "É possível ter até Hidra ativa a mais, e a duração da Hidra aumenta em .",
        "snoId": 1106123
    },
    "do_armagedom": {
        "desc": "Uma chuva de Meteoritos cai durante Inferno, causando de dano ígneo no impacto. Seus Meteoritos imobilizam os inimigos por segundos.",
        "snoId": 1106174
    },
    "da_conflagração": {
        "desc": "Ao canalizar Incinerar, seu dano flamejante é aumentado em .",
        "snoId": 1212473
    },
    "da_chama_ancestral": {
        "desc": "Enquanto ambos os bônus da passiva principal de Ferocidade de Esu estiverem ativos, sua velocidade de ataque é aumentada em .",
        "snoId": 1212492
    },
    "das_chamas_envolventes": {
        "desc": "Você causa de dano flamejante aumentado a inimigos com menos de de vida. Se os inimigos forem afetados por dano ao longo do tempo maior que a vida total deles, eles sofrem de dano flamejante aumentado.",
        "snoId": 1212468
    },
    "das_extremidades_chamuscadas": {
        "desc": "Depois que a imobilização acaba, os inimigos são desacelerados em por segundos.",
        "snoId": 1213811
    },
    "do_caminhafogo": {
        "desc": "Entrar em contato com sua Parede de Chamas concede a você de velocidade de movimento por segundos.",
        "snoId": 1214264
    },
    "das_estrelas_estilhaçadas": {
        "desc": "Meteoritos caem ao redor de Meteoro, causando de dano ígneo no impacto. Seus Meteoritos também queimam os inimigos atingidos, causando de dano ao longo de segundos.",
        "snoId": 1212514
    },
    "do_rastro_congelado": {
        "desc": "Enquanto Armadura Gélida está ativa, você deixa para trás Espetos de Gelo explosivos que causam de dano. Seus Espetos de Gelo gelam inimigos por .",
        "snoId": 1212315
    },
    "do_frio_penetrante": {
        "desc": "Estilhaços de Gelo perfuram vezes, causando a menos de dano por inimigo atingido subsequente.",
        "snoId": 1212505
    },
    "da_fortuna": {
        "desc": "Sua chance de Golpe de Sorte é aumentada em enquanto tem uma barreira ativa.",
        "snoId": 1212461
    },
    "do_frio_cortante": {
        "desc": "Ao congelar um inimigo, há de chance de ele ficar vulnerável por segundos.",
        "snoId": 1224522
    },
    "da_tempestade_crescente": {
        "desc": "Você causa de dano aumentado a inimigos vulneráveis enquanto tem uma barreira.",
        "snoId": 1224682
    },
    "da_tundra_congelada": {
        "desc": "Enquanto Congelamento Profundo está ativo, Espetos de Gelo explosivos se formam na área, causando de dano gélido. Seus Espetos de Gelo têm de raio de explosão aumentado.",
        "snoId": 1212280
    },
    "das_correntes_avassaladoras": {
        "desc": "Correntes Instáveis tem de chance de laçar uma habilidade de Choque adicional.",
        "snoId": 1225182
    },
    "de_recarga": {
        "desc": "Toda vez que a Cadeia de Raios salta, você ganha de mana.",
        "snoId": 1225217
    },
    "gravitacional": {
        "desc": "A Bola de Eletricidade orbita ao seu redor e causa a mais de dano.",
        "snoId": 1229700
    },
    "do_senhor_dos_magos": {
        "desc": "A passiva principal Maestria de Vyr também concede de redução de dano por inimigo próximo, até um máximo de .",
        "snoId": 1227239
    },
    "da_energia_estilhaçante": {
        "desc": "Lança Elétrica tem de chance de gerar uma Lança Elétrica adicional ao ser lançada.",
        "snoId": 1225294
    },
    "da_corrente_intacta": {
        "desc": "Cadeia de Raios tem de chance de se propagar vezes adicionais.",
        "snoId": 1225297
    },
    "do_condutor_predestinado": {
        "desc": "Recebe de velocidade de movimento por segundos depois de Teleporte.",
        "snoId": 1229077
    },
    "estábulo": {
        "desc": "Enquanto Correntes Instáveis não estiver ativa, suas habilidades de Choque têm de chance de ativar um lançamento sem custo a partir dela.",
        "snoId": 1227269
    },
    "do_prodígio": {
        "desc": "Usar uma recarga restaura de mana.",
        "snoId": 1214115
    },
    "do_resoluto": {
        "desc": "Receber dano direto tem de chance de reiniciar a recarga de uma das suas habilidades de Defesa.",
        "snoId": 1225190
    },
    "do_elementalista": {
        "desc": "Habilidades principais ou de Maestria lançadas com de mana ou mais recebem de chance de acerto crítico aumentada.",
        "snoId": 1213532
    },
    "da_concentração": {
        "desc": "Sua regeneração de mana é aumentada em se você não recebeu dano nos últimos segundos.",
        "snoId": 1215683
    },
    "do_controle": {
        "desc": "Você causa de dano aumentado a inimigos imobilizados, atordoados ou congelados.",
        "snoId": 1215771
    },
    "da_eficiência": {
        "desc": "Lançar uma habilidade básica reduz o custo de mana da sua próxima habilidade principal ou de Maestria em .",
        "snoId": 1212247
    },
    "das_memórias_congeladas": {
        "desc": "A passiva principal de Avalanche agora á aplicada a lançamentos adicionais.",
        "snoId": 1211551
    },
    "da_energia_abundante": {
        "desc": "Energia Crepitante tem de chance de se propagar para um inimigo adicional.",
        "snoId": 1225569
    },
    "das_proteções_calcinantes": {
        "desc": "Depois de gastar de mana, sua próxima Parede de Chamas não tem custo e destruirá projéteis pequenos disparados.",
        "snoId": 1439761
    },
    "do_conjurador_de_batalha": {
        "desc": "Golpe de Sorte Quando suas habilidades de Conjuração acertarem, você tem até de chance de ganhar ranques das suas habilidades de Conjuração por segundos. Pode acumular até vezes.",
        "snoId": 1622933
    }
}
