{
    "crescente_gibosa": "Recebe Furtividade por segundos ao matar inimigos com Retalhar. Romper Furtividade com um ataque concede Emboscada, que garante acertos críticos por segundos.",
    "cutelo_do_açougueiro": "Golpe de Sorte Ao desferir um acerto crítico em um inimigo você tem até de chance de aplicar temor e lentidão em por segundos.",
    "adaga_de_reforço": "Este é um item de teste usado para bônus de nível máximo.",
    "condenação": "Suas habilidades principais causam de dano aumentado ao gastar pontos de combo. Suas habilidades básicas usando esta arma têm de chance de gerar pontos de combo.",
    "khanjar_de_ashara": "Acertos com esta arma aumentam sua velocidade de ataque em por segundos, até .",
    "rasga-carne": "Rugido Debilitante e Uivo Sangrento causam de dano a inimigos envenenados próximos, aumentado em para cada de determinação que você tiver.",
    "rio_negro": "Explodir Cadáver consome até cadáveres adicionais ao redor do cadáver inicial, causando de dano aumentado e com um raio maior por cadáver adicional.",
    "parede_sem_janelas": "Golpe de Sorte Enquanto tiver uma Tempestade de Ossos ativa, acertar um inimigo fora de uma Tempestade de Ossos tem até de chance de gerar uma Tempestade de Ossos adicional no local dele. Cada um dos seus bônus de Sacrifício ativos aumenta a chance em e o total adicional de Tempestade de Ossos que você pode ter em .",
    "obra-prima_de_ramaladni": "Habilidades que usam esta arma causam de dano aumentado por ponto de fúria, mas você perde de fúria a cada segundo.",
    "irazúli": "Golpe de Sorte Suas habilidades principais têm até de chance de congelar inimigos por segundos e causar de dano gélido a eles.",
    "ruinosa": "Golpe de Sorte Até de chance de causar de dano de sombra aos inimigos ao redor e reduzir o dano causado por eles em por segundos.",
    "chamatriz": "Ao canalizar Incinerar, você periodicamente dispara brasas que são atraídas pelos inimigos, cada uma causando de dano ígneo.",
    "o_óculo": "Recebe o efeito de Encantamento de Teleporte sem custo. Ao evadir usando Encantamento de Teleporte, o personagem é transportado para um local aleatório.",
    "juramento_dos_ancestrais": "Garra de Aço lança correntes a mais. Inimigos atingidos por Garra de Aço recebem a mais de dano por segundos.",
    "caçador_celeste": "O primeiro dano direto que você causar a um inimigo é um acerto crítico garantido. Se você tiver o máximo de aplicações da passiva principal Precisão quando lançar uma habilidade principal, essa habilidade terá a mais de dano de acerto crítico e você recebe de energia.",
    "ventoforte": "Golpe de Sorte Acertos com esta arma têm até de chance de causar o dobro de dano e repelir o alvo.",
    "chifre_de_rapina": "Disparo Perfurante tem de chance de disparar uma flecha que ricocheteia em paredes e ambientes. Causar dano a inimigos com Disparo Perfurante fará com que o próximo lançamento deixe os inimigos atingidos vulneráveis por segundos.",
    "martelo_infernal": "Revolta incendeia o chão, queimando inimigos e causando de dano adicional ao longo de segundos.",
    "dano_excedente": "Golpe Mortal cria uma onda de choque, causando do danobase aos inimigos. Inimigos que morrem devido a esse efeito também reiniciam a recarga de Golpe Mortal.",
    "foice_de_reforço": "Este é um item de teste usado para bônus de nível máximo.",
    "grito_exangue": "Suas habilidades de Escuridão gelam inimigos em até e causam a mais de dano a inimigos congelados. Golpe de Sorte Suas habilidades de Escuridão têm até de chance de gerar a mais de Essência contra alvos congelados.",
    "grande_cajado_de_megera": "Garra agora é uma habilidade de Tempestade e também lança Ataque Tempestuoso, causando do dano normal.",
    "ahavarion,_lança_de_licandro": "Recebe um efeito de altar aleatório por segundos depois de matar um inimigo de elite. Só pode ocorrer uma vez a cada segundos.",
    "cajado_da_fúria_infinita": "Cada º lançamento de Bola de Fogo lança projéteis adicionais e causa a mais de dano.",
    "cajado_de_lam_esen": "Seus lançamentos de Setas Carregadas têm de chance de procurar inimigos e têm duração mais longa.",
    "prado_carmesim": "Enquanto usa esta arma, causar dano a pelo menos um inimigo com Ruptura cria uma poça de sangue que aplica de dano de sangramento ao longo de segundos. Inimigos na poça recebem de dano de sangramento aumentado.",
    "o_avô": "Aumenta seu dano de acerto crítico em . As outras propriedades desta arma podem ser mais altas que o normal.",
    "transe_de_batalha": "Aumenta o número máximo de aplicações de Frenesi em . Enquanto você tem o máximo de Frenesi, suas outras habilidades recebem de velocidade de ataque aumentada.",
    "pedra_de_dólmen": "Lançar Rochedo enquanto Furacão estiver ativo fará com que seus rochedos girem em torno de você.",
    "coração_derretido_de_selig": "Recebe de recurso máximo. Além disso, ao receber dano, drena de recurso a cada de vida que você teria perdido.",
    "talismã_do_lorde_banido": "Depois de gastar do seu recurso primário, sua próxima habilidade principal desfere um Golpe Brutal garantido. Seus acertos críticos que desferem Golpe Brutal causam de dano aumentado.",
    "pingente_do_morta-voz": "Surto de Sangue lança uma mininova em seus lacaios, causando de dano. O dano é aumentado em por alvo drenado pelo lançamento inicial, até .",
    "palavra_de_hakan": "Sua Chuva de Flechas está sempre imbuída de todas as imbuições simultaneamente.",
    "camafeu_transbordante_de_esadora": "Ao coletar Energia Crepitante, há de chance de liberar uma Nova Elétrica, causando de dano elétrico, aumentado em para cada de inteligência que você tiver.",
    "[mp]cem_mil_passos": "Depois de receber o bônus de dano final da passiva principal de Arsenal Ambulante, você lança automaticamente Pisada Poderosa e recebe de fúria. Isso só pode ocorrer uma vez a cada segundos.",
    "[fp]grevas_penitentes": "Você deixa um rastro de gelo que gela inimigos. Você causa de dano adicional a inimigos com gelidez.",
    "passo_trêmulo": "Cada inimigo que você evadir reduz a recarga ativa da sua habilidade suprema em segundos, até segundos.",
    "[fp]grevas_da_tumba_vazia": "Cria chão profanado sob seus espectros de Decepar enquanto eles se deslocam, causando de dano de sombra aos inimigos ao longo de segundos.",
    "relíquia_de_esu": "Sua chance de acerto crítico é aumentada em do seu bônus de velocidade de movimento.",
    "fúria_de_harrogath": "Golpe de Sorte Até de chance de reduzir as recargas das suas habilidades não supremas em segundos ao aplicar sangramento a elites.",
    "alegria_do_lobo_louco": "A forma de lobisomem agora é sua forma verdadeira. Você recebe graus para todas as habilidades de Lobisomem.",
    "fúria_insaciável": "A forma de urso agora é sua forma verdadeira. Você recebe graus para todas as habilidades de Urso.",
    "placafiada": "Recebe espinhos.",
    "marca_da_alma": "Sua poção de cura deixa de curar instantaneamente. Em vez disso, ela concede uma barreira equivalente a da cura por segundos. Enquanto tiver uma barreira, você recebe de redução de dano.",
    "couraça_do_artesão_sangrento": "Ao pegar orbes de sangue, um Espírito de Ossos gratuito é evocado, causando bônus de dano com base na sua porcentagem de vida atual.",
    "[mp]couros_do_vigarista": "Enquanto você tiver energia ilimitada de Visão Interior, lançar uma habilidade principal traz de chance de gerar Estrepes, Armadilha Venenosa ou Armadilha da Morte.",
    "traje_do_infinito": "Depois de usar Teleporte, inimigos próximos são puxados até você e atordoados por segundos, mas a recarga de Teleporte é aumentada em .",
    "[mp]punhos_devastadores_de_gohr": "Redemoinho explode a cada segundos e ao terminar, causando do danobase aos inimigos ao redor como dano ígneo.",
    "[mp]punhos_do_destino": "Seus ataques aleatoriamente causam de a do dano normal.",
    "queimadura_de_gelo": "Golpe de Sorte Até de chance de congelar inimigos por segundos.",
    "uivo_do_subterrâneo": "Em vez de explodir imediatamente, Explodir Cadáver evoca um esqueleto volátil que investe contra um inimigo aleatório e explode. O dano de Explodir Cadáver é aumentado em .",
    "garras_das_sombras": "Golpe de Sorte Causar dano a um inimigo vulnerável com uma habilidade de Atirador ou Degola tem até de chance de evocar um Clone de Sombras que imita seu ataque.",
    "[fp]luvas_do_iluminador": "Bola de Fogo agora ricocheteia durante o trajeto, explodindo sempre que atinge o chão, mas sua explosão causa a menos de dano.",
    "elmo_de_presas_de_joritz,_o_poderoso": "Quando você recebe o efeito de Berserk enquanto já estiver sob efeito de Berserk, você tem de chance de se enfurecer mais, causando de dano aumentado, de fúria por segundo e de redução de recarga.",
    "rugido_da_tormenta": "Golpe de Sorte Habilidades de Tempestade têm até de chance de conceder de espírito. Suas habilidades de Tempestade básicas agora também são habilidades de Lobisomem.",
    "prece_de_vasily": "Suas habilidades de Terra agora também são habilidades de Urso e fortificam você em .",
    "semblante_de_andariel": "Golpe de Sorte Até de chance de acionar uma nova venenosa que aplica de dano venenoso ao longo de segundos aos inimigos na área.",
    "brasão_da_arlequim": "Recebe de redução de dano. Além disso, recebe graus para todas as habilidades.",
    "coroa_do_deicida": "Ao atordoar, congelar ou imobilizar um inimigo de elite ou causar dano a um chefe, você puxa inimigos próximos e causa de dano aumentado a eles por segundos. Esse efeito só pode ocorrer uma vez a cada segundos.",
    "elmo_de_reforço": "Este é um item de teste usado para bônus de nível máximo.",
    "semblante_imortal": "Lança de Ossos deixa para trás, na sua trajetória, ecos que explodem, causando de dano, aumentado em para cada do seu bônus de dano de acerto crítico.",
    "capota_do_incógnito": "Você recebe de chance de Golpe de Sorte aumentada contra inimigos sob controle de grupo.",
    "companhia_da_tempestade": "Suas mascotes Lobo são imbuídas com o poder da tempestade, causando dano elétrico e recebendo a habilidade Uivo da Tempestade.",
    "temeridade": "Efeitos que curam você além de de vida concedem uma barreira até da sua vida máxima que dura segundos. Poções podem ser usadas com a vida cheia.",
    "[fp]escarcelas_do_amanhecer": "Ao receber dano não físico, você recebe de resistência máxima a esse tipo de dano por segundos. Este efeito só pode ser aplicado a um tipo de dano por vez.",
    "vontade_de_tibault": "Você causa de dano aumentado enquanto estiver implacável e pelos próximos segundos. Ao ficar implacável, você recebe do seu recurso primário.",
    "[fp]calças_de_reforço": "Este é um item de teste usado para bônus de nível máximo.",
    "[fp]calças_da_lua_sangrenta": "Seus lacaios têm de chance de amaldiçoar inimigos. Inimigos afetados por ao menos das suas maldições recebem a mais de dano de Golpe Brutal vindo de você.",
    "[mp]olhos_no_escuro": "Armadilha da Morte causa a mais de dano. A menos que atinja um chefe ou jogador, Armadilha da Morte continuará a se rearmar até que mate um inimigo.",
    "[fp]calças_gélidas": "Inimigos que morrem enquanto congelados têm de chance de lançarem uma Nova Gélida.",
    "anel_do_furor_vermelho": "Depois de consumir de fúria dentro de s, seu próximo lançamento de Martelo dos Ancestrais, Revolta ou Golpe Mortal é um acerto crítico garantido e causa a mais de dano de acerto crítico.",
    "zênite_do_caçador": "Recebe um bônus ao matar com uma habilidade de Metamorfose Lobisomem Sua próxima habilidade não suprema de Urso não consome recursos nem tem recarga. Urso Sua próxima habilidade de Lobisomem curará você em no primeiro dano causado.",
    "determinação_inexorável_de_airidah": "Ao lançar uma habilidade suprema e novamente após s, você puxa inimigos distantes e causa de dano físico a eles. Esse dano é aumentado em por ponto de determinação que você tiver.",
    "abraço_da_mãe": "Se uma habilidade principal atinge ou mais inimigos, do custo de recurso é devolvido.",
    "anel_do_céu_sem_estrelas": "Lançar uma habilidade principal reduz o custo de recurso das suas habilidades principais em , até o máximo de . Reinicia ao usar uma habilidade não principal.",
    "sinete_corroído_de_xfal": "Golpe de Sorte Seus efeitos de dano ao longo do tempo têm até de chance de explodir, causando de dano do mesmo tipo a inimigos próximos.",
    "anel_de_mendeln": "Golpe de Sorte Até de chance de potencializar todos os seus lacaios, fazendo com que o próximo ataque de cada um exploda e cause de dano físico.",
    "anel_da_alma_sacrílega": "Você ativa automaticamente as seguintes habilidades equipadas em cadáveres ao seu redor Reviver Esqueleto a cada s. Explodir Cadáver a cada s. Tentáculos Cadavéricos a cada s.",
    "anel_retorcido_da_trapaça": "Lançar uma habilidade de Subterfúgio deixa uma armadilha de chamariz que provoca e atrai os inimigos continuamente. A armadilha de chamariz explode após segundos, causando de dano de sombra. Pode ocorrer a cada segundos.",
    "rosa_azul": "Golpe de Sorte Causar dano a um inimigo tem até de chance de formar um Espeto de Gelo explosivo, que causa de dano de Gelo. Essa chance é triplicada se o inimigo estiver Congelado.",
    "aro_iridescente_de_tal_rasha": "Para cada tipo de dano elemental que você causar, ganhe de dano adicional por s. Causar dano elemental atualiza todos os bônus."
}
