{
    "резни_берсерка": {
        "desc": "Нанося прямой урон в состоянии берсерка, вы также наносите нанесенного базового урона в виде урона от кровотечения за сек.",
        "snoId": 1105985
    },
    "сейсмический": {
        "desc": "\"Топот\" вызывает землетрясение, наносящее противникам ед. физического урона за сек. Когда вы находитесь в области землетрясения, наносимый вами урон увеличивается на .",
        "snoId": 1105986
    },
    "костоломный": {
        "desc": "Оглушенные противники с кровотечением мгновенно получают всего урона от кровотечения в виде физического урона.",
        "snoId": 1105987
    },
    "высококлассный": {
        "desc": "Умения категории \"Мастер оружия\" получают дополнительный заряд. Удачный удар при попадании умения категории \"Мастер оружия\" с вероятностью до оглушают противника на сек.",
        "snoId": 1105988
    },
    "железнокровный": {
        "desc": "Получаемый урон уменьшается на за каждого противника с кровотечением вплоть до .",
        "snoId": 1105989
    },
    "ярый": {
        "desc": "После й смены оружия вы на сек. впадаете в состояние берсерка.",
        "snoId": 1105990
    },
    "отголосков_ярости": {
        "desc": "Пока действуют ваши \"Крики\", вы раз в секунду восполняете ед. ярости.",
        "snoId": 1105991
    },
    "железного_воина": {
        "desc": "\"Железная кожа\" дает вам неудержимость. Кроме того, вы получаете на меньше урона.",
        "snoId": 1105992
    },
    "гигантских_шагов": {
        "desc": "За каждого пораженного противника время восстановления \"Удара в прыжке\" сокращается на сек., вплоть до сек.",
        "snoId": 1105994
    },
    "безжалостно-берсеркский": {
        "desc": "Удачный удар поразив противника, основное умение с вероятностью до продлевает действие эффекта берсерка на сек. Прибавка удваивается, если удар критический.",
        "snoId": 1105995
    },
    "неумолимой_ярости": {
        "desc": "Когда основное умение убивает противника или попадает в босса, вам возвращается ярость в размере его базовой стоимости. Срабатывает один раз за применение умения.",
        "snoId": 1105997
    },
    "эха_предков": {
        "desc": "Удачный удар пока \"Зов Древних\" находится на панели команд, при поражении противника \"Прыжок\", \"Выброс земли\" или \"Вихрь\" с вероятностью до призывает Древнего, применяющего такой же навык.",
        "snoId": 1105998
    },
    "леденящего_гнева": {
        "desc": "Пока у вас полный запас ярости, вы получаете укрепление в объеме ед. за каждую накопленную единицу ярости.",
        "snoId": 1106001
    },
    "бойцовский": {
        "desc": "Если противник, пораженный \"Ударом ногой\" или \"Натиском\", погибает в течение сек., он взрывается, нанося ед. урона другим окружающим противникам.",
        "snoId": 1106002
    },
    "пыльный_дьявольский": {
        "desc": "\"Вихрь\" создает за вами пылевых демонов, наносящих ближайшим противникам ед. урона.",
        "snoId": 1106003
    },
    "подступающего_гнева": {
        "desc": "Когда вы расходуете ед. ярости, ваше следующее умение категории \"Мастер оружия\" наносит на больше урона.",
        "snoId": 1106004
    },
    "неутомимого_мастера_оружия": {
        "desc": "Пока действуют все бонусы к урону \"Живого арсенала\", ярость восстанавливается на быстрее.",
        "snoId": 1106005
    },
    "ярости_берсерка": {
        "desc": "В состоянии берсерка вы восстанавливаете ед. ярости в секунду.",
        "snoId": 1106006
    },
    "смертельный": {
        "desc": "Находясь в состоянии берсерка, вы получаете эффект шипов в объеме ед.",
        "snoId": 1106007
    },
    "лютого_вихря": {
        "desc": "Вероятность критического эффекта \"Вихря\" повышается на за каждую секунду поддержания вплоть до .",
        "snoId": 1106009
    },
    "бул-катоса": {
        "desc": "\"Удар в прыжке\" вызывает землетрясение, наносящее ед. физического урона за сек. Когда вы находитесь в области землетрясения, получаемый вами урон уменьшается на .",
        "snoId": 1106010
    },
    "хлестающий_ветром": {
        "desc": "Когда вы применяете \"Двойной удар\" дважды в течение сек., возникает пылевой демон, наносящий противникам за целью ед. урона.",
        "snoId": 1106011
    },
    "старый_бойцовский": {
        "desc": "Когда основное умение наносит противнику прямой урон, ваш следующий \"Натиск\" или \"Удар в прыжке\" наносит на больше урона вплоть до .",
        "snoId": 1106024
    },
    "силы_предков": {
        "desc": "\"Молот Древних\" создает ударную волну и наносит на больше урона.",
        "snoId": 1106025
    },
    "цепкого_ветра": {
        "desc": "\"Вихрь\" время от времени притягивает к вам противников.",
        "snoId": 1106034
    },
    "крепкий_берсерков": {
        "desc": "Удачный удар нанося прямой урон в состоянии берсерка, вы с вероятностью до получаете укрепление в объеме .",
        "snoId": 1106039
    },
    "бравый_командирский": {
        "desc": "Когда вы применяете умение категории \"Крик\", его время восстановления сокращается на сек. за каждого противника поблизости, вплоть до сек.",
        "snoId": 1106041
    },
    "непрерывного_топота": {
        "desc": "Когда вы поражаете противника \"Ударом ногой\" или \"Топотом\", \"Удар в прыжке\" восстанавливается.",
        "snoId": 1105863
    },
    "анемии": {
        "desc": "Удачный удар прямой урон противникам с кровотечением с вероятностью оглушает их на сек.",
        "snoId": 1201316
    },
    "гасящий": {
        "desc": "Удачный удар с вероятностью до вы получаете ед. ярости, когда \"Рваные раны\" наносят прямой урон как минимум одному противнику с кровотечением.",
        "snoId": 1202014
    },
    "сотрясающий_землю": {
        "desc": "После того как вы меняете оружие раз, ваше следующее умение подавляет цель и наносит на больше подавляющего урона.",
        "snoId": 1199203
    },
    "закаляющих_ударов": {
        "desc": "После й смены оружия вы получаете укрепление в объеме ед.",
        "snoId": 1200857
    },
    "приносящий_удачу": {
        "desc": "Пока действуют все бонусы к урону от \"Живого арсенала\", вероятность удачного удара повышается на .",
        "snoId": 1199205
    },
    "медвежий_берсерков": {
        "desc": "Когда вы убиваете противника в состоянии берсерка, время восстановления ваших умений категории \"Бой без правил\" с вероятностью сокращается на в течение .",
        "snoId": 1199207
    },
    "огненной_ярости": {
        "desc": "В состоянии берсерка вы раз в секунду наносите окружающим противникам ед. урона от огня.",
        "snoId": 1105876
    },
    "сатанинский": {
        "desc": "После накопления ед. ярости ваше следующее основное умение создает пылевого демона, который наносит ед. урона противникам позади цели.",
        "snoId": 1199627
    },
    "безграничной_ярости": {
        "desc": "За каждую единицу ярости, накапливаемую при максимальном запасе ярости, урон от следующего основного умения увеличивается на , вплоть до .",
        "snoId": 1106289
    },
    "натиска_предков": {
        "desc": "Натиск призывает х Древних, которые тоже совершают \"Натиск\", нанося обычного урона.",
        "snoId": 1427872
    },
    "безудержно_разрывающий": {
        "desc": "\"Разрыв\" не снимает действующие на врагов эффекты кровотечения. Эффект срабатывает не чаще раза в сек.",
        "snoId": 1603699
    },
    "неутолимости": {
        "desc": "Когда \"Разрывание\" убивает цель, следующее умение в облике волка дает на больше силы духа и наносит на больше урона.",
        "snoId": 1106044
    },
    "изувеченный": {
        "desc": "При получении урона в облике медведя вы с вероятностью накапливаете ед. духа.",
        "snoId": 1106047
    },
    "спокойного_дуновения": {
        "desc": "Удачный удар \"Ветрорез\" с вероятностью до полностью восстанавливает дух.",
        "snoId": 1106050
    },
    "бури": {
        "desc": "Урон от \"Урагана\" увеличивается на за каждую секунду его действия.",
        "snoId": 1106053
    },
    "зыбучих_песков": {
        "desc": "Умения земли замедляют цели на на сек.",
        "snoId": 1106058
    },
    "камнедробящий": {
        "desc": "Умения земли наносят на больше критического урона противникам под действием эффектов контроля.",
        "snoId": 1206644
    },
    "укрепляющего_камня": {
        "desc": "Время действия \"Земляного бастиона\" продлевается на сек. Кроме того, когда вы убиваете противника умением земли, прочность активного барьера от \"Земляного бастиона\" восполняется на ед.",
        "snoId": 1106061
    },
    "перегруженный": {
        "desc": "Удачный удар урон от молнии с вероятностью до перегружает цель на сек. В результате прямой урон, который вы наносите этой цели, вызывает импульс, дополнительно наносящий ближайшим противникам ед. урона.",
        "snoId": 1106063
    },
    "равновесия_природы": {
        "desc": "Умения бури повышают критический урон умений земли на на сек. Умения земли повышают вероятность критического эффекта умений бури на на сек.",
        "snoId": 1106064
    },
    "долга_мимикрида": {
        "desc": "Умения медведя немедленно наносят урона от отравления, когда вы поражаете противников под действием ваших ядов, и расходуют эффект отравления.",
        "snoId": 1201950
    },
    "переменчивый": {
        "desc": "Когда умение смены облика трансформирует вас, вы восполняете ед. здоровья. Если его уровень максимальный, вы получаете укрепление в том же объеме.",
        "snoId": 1200308
    },
    "тектонический": {
        "desc": "\"Шип земли\" запускает цепь шипов по прямой линии и восстанавливается за сек.",
        "snoId": 1106138
    },
    "утоптанной_земли": {
        "desc": "Пока действует \"Тяжелый шаг\", время от времени появляется столбастолбов земли \"Оползня\". \"Оползень\" наносит обычного урона. \"Тяжелый шаг\" теперь также считается умением сил природы и земли.",
        "snoId": 1106166
    },
    "разрывающий_штормовой": {
        "desc": "Критические удары \"Разрывания\" наносят цели и ближайшим противникам нанесенного урона в виде урона от молнии.",
        "snoId": 1106189
    },
    "сбалансированный": {
        "desc": "Пока действует \"Ярость гризли\", ваш максимальный запас духа увеличивается на ед., а скорость восстановления духа повышается на .",
        "snoId": 1106190
    },
    "силы_циклона": {
        "desc": "\"Ураганный доспех\" также уменьшает получаемый физический урон и действует на окружающих союзников.",
        "snoId": 1106217
    },
    "подземного_эха": {
        "desc": "Земляные столбы \"Оползня\" наносят еще удар и на больше урона за каждый удар.",
        "snoId": 1106228
    },
    "кошмарного_медведя": {
        "desc": "\"Сокрушение\" теперь также считается умением земли. После применения \"Сокрушение\" продолжает вызывать земные шипы, наносящие ед. урона за сек.",
        "snoId": 1106260
    },
    "расплаты": {
        "desc": "Основные умения наносят до больше урона в зависимости от объема укрепления.",
        "snoId": 1106321
    },
    "взрывной": {
        "desc": "\"Сокрушение\" выпускает вперед ударную волну, наносящую целям урона этого умения.",
        "snoId": 1106341
    },
    "вожака_стаи": {
        "desc": "Ваши питомцыволки становятся оборотнями. Оборотни наносят на больше урона и могут распространять эффект \"Звериного бешенства\".",
        "snoId": 1106347
    },
    "воющий_в_ночи": {
        "desc": "\"Кровавый вой\" повышает вероятность критического удара на . В течение сек. \"Кровавый вой\" также действует на ближайших питомцев и игроков.",
        "snoId": 1106379
    },
    "безжалостной_природы": {
        "desc": "Под действием \"Гнева природы\" умения волка считаются умениями бури, а умения медведя – умениями земли.",
        "snoId": 1106384
    },
    "пастырский": {
        "desc": "Урон от основных умений увеличивается на за каждого активного питомца.",
        "snoId": 1106407
    },
    "энергетический": {
        "desc": "В облике волка получаемый урон уменьшается на .",
        "snoId": 1206401
    },
    "темного_воя": {
        "desc": "\"Изнуряющий рев\" становится умением волка. Кроме того, \"Изнуряющий рев\" обездвиживает отравленных противников на сек.",
        "snoId": 1201796
    },
    "буйного_медведя": {
        "desc": "Время действия \"Ярости гризли\" увеличивается на сек. Кроме того, пока действует\"Ярость гризли\", ваши критические удары увеличивают критический урон на до конца действия эффекта. Максимальный бонус – .",
        "snoId": 1205996
    },
    "дикой_ярости": {
        "desc": "Ваши питомцы получают бонусы \"Звериного буйства\" вместе с вами.",
        "snoId": 1205052
    },
    "баллистический": {
        "desc": "Пока на вас действует укрепление, умения земли получают .",
        "snoId": 1202438
    },
    "изменчивый_штормовой": {
        "desc": "Во время действия \"Урагана\" ваши умения смены облика получают .",
        "snoId": 1202540
    },
    "бегущий_за_штормом": {
        "desc": "\"Смерч\" преследует до целей.",
        "snoId": 1105817
    },
    "рунный_заряженный": {
        "desc": "Критические удары умений бури заряжают воздух вокруг вас на сек. и периодически бьют ударом молнии противника в области действия, нанося ед. урона от молнии. Новые критические удары продлевают действие эффекта.",
        "snoId": 1105842
    },
    "бушующий": {
        "desc": "\"Мощь земли\" также действует на умения бури.",
        "snoId": 1105865
    },
    "симбиотический": {
        "desc": "Когда главное пассивное умение \"Гнева природы\" активирует умение без затрат ресурса, время восстановления обычных умений противоположного типа сокращается на сек.",
        "snoId": 1212893
    },
    "защищенный_землей": {
        "desc": "Следующий \"Земляной бастион\" усиливается на за каждого противника под действием ваших эффектов контроля, вплоть до .",
        "snoId": 1214291
    },
    "танцующий_с_молниями": {
        "desc": "Критические удары \"Грозового шторма\" создают пляшущие молнии, которые преследуют окружающих противников и наносят ед. урона от молнии.",
        "snoId": 1105811
    },
    "лютоволчий": {
        "desc": "\"Ярость гризли\" теперь превращает вас в лютого волка. Вместо уменьшения получаемого урона у лютого волка на повышается скорость передвижения и на снижаются затраты духа. Кроме того, убийства восполняют вам максимального запаса здоровья.",
        "snoId": 1105800
    },
    "панического_бегства": {
        "desc": "Вы получаете еще питомца. Кроме того, ваши умения категории \"Питомец\" наносят на больше урона.",
        "snoId": 1222401
    },
    "преображающего_камня": {
        "desc": "\"Глыба\" становится основным умением и тратит ед. духа, нанося обычного урона.",
        "snoId": 1338010
    },
    "мелькающего_зверя": {
        "desc": "Во время рывка \"Разрывание\" в первую очередь атакует окружающих отравленных противников и мгновенно наносит им урона от яда.",
        "snoId": 1338284
    },
    "подземный": {
        "desc": "Пока действует \"Ядовитая лоза\", вокруг вас возникает \"Оползень\". Умения земли наносят на больше урона отравленным противникам.",
        "snoId": 1433952
    },
    "неоспоримый_мощный": {
        "desc": "Когда ваши умения облика медведя поражают го противника, следующее умение облика медведя наносит на больше урона и оглушает цели на сек.",
        "snoId": 1619484
    },
    "звездный": {
        "desc": "Вы получаете ед. основного ресурса каждый раз, когда восстанавливаете здоровья.",
        "snoId": 1106452
    },
    "мощи": {
        "desc": "Базовые умения уменьшают получаемый урон на на сек.",
        "snoId": 1106483
    },
    "защитника": {
        "desc": "Когда вы поражаете особого противника, то на сек. получаете барьер, поглощающий до ед. урона. Срабатывает не чаще раза в сек.",
        "snoId": 1106507
    },
    "внутреннего_покоя": {
        "desc": "Вы наносите на больше урона за каждую секунду, пока стоите на месте, вплоть до .",
        "snoId": 1106533
    },
    "атакующий_ветром": {
        "desc": "Каждый критический удар повышает скорость передвижения на на сек. Максимальная длительность эффекта – сек.",
        "snoId": 1106547
    },
    "мрака": {
        "desc": "Применяя к противнику эффект контроля, вы восполняете ед. основного ресурса.",
        "snoId": 1106601
    },
    "высокомерный": {
        "desc": "Пока вы защищены барьером, вы наносите на больше урона.",
        "snoId": 1106658
    },
    "защищающий": {
        "desc": "Когда вы получаете урон при уровне здоровья ниже высокого, вокруг вас на сек. образуется магический пузырь, дающий игрокам в области действия невосприимчивость. Срабатывает не чаще раза в сек.",
        "snoId": 1106730
    },
    "непослушания": {
        "desc": "Ваша броня укрепляется на на сек., когда вы наносите урон любого типа. Эффект суммируется до .",
        "snoId": 1106104
    },
    "воздаяния": {
        "desc": "Противники, наносящие вам урон в дальнем бою, с вероятностью оглушаются на сек. Оглушенные цели получают на больше урона от ваших атак.",
        "snoId": 1106134
    },
    "убыстряющий": {
        "desc": "Скорость атаки базовых умений повышается на .",
        "snoId": 1106177
    },
    "гвардейский": {
        "desc": "Урон от умений увеличивается вплоть до в зависимости от уровня основного ресурса. При максимальном запасе вы получаете максимальный бонус.",
        "snoId": 1106385
    },
    "осажденного_мудреца": {
        "desc": "Раз в секунду вы восполняете ед. здоровья за каждого противника вблизи вплоть до ед. здоровья в секунду.",
        "snoId": 1106409
    },
    "ожидания": {
        "desc": "Когда вы поражаете противников базовым умением, урон от следующего основного умения увеличивается на вплоть до .",
        "snoId": 1106426
    },
    "блуждающий_в_тенях": {
        "desc": "Пока вы неудержимы, ваша скорость передвижения повышается на и вы можете беспрепятственно проходить сквозь противников. Эффект длится еще сек. после того, как неудержимость закончится.",
        "snoId": 1225424
    },
    "общих_страданий": {
        "desc": "Удачный удар удар по противнику под действием эффекта контроля с вероятностью до перенесет этот эффект на другого противника.",
        "snoId": 1227282
    },
    "ускользающий": {
        "desc": "Если на вас действуют эффекты контроля, то, когда ваш уровень здоровья падает до низкого, вы получаете неудержимость на сек. Время восстановления эффекта – секунд.",
        "snoId": 1223891
    },
    "обволакивающий": {
        "desc": "Вероятность уклониться от противников, на которых действуют эффекты периодического урона, повышается на . Уклоняясь, вы накапливаете ед. ресурса.",
        "snoId": 1226354
    },
    "вспыхивающий_иглами": {
        "desc": "Ваш урон от шипов с вероятностью наносит урон всем окружающим противникам.",
        "snoId": 1227650
    },
    "отражающего_барьера": {
        "desc": "Пока на вас действует барьер, вы с вероятностью игнорируете прямой урон от атак дальнего боя.",
        "snoId": 1225448
    },
    "карательный": {
        "desc": "Когда вы атакуете противников с низким уровнем здоровья, ваша вероятность критического удара повышается на . Когда у вас высокий уровень здоровья, длительность ваших эффектов контроля повышается на .",
        "snoId": 1105844
    },
    "скорый": {
        "desc": "Критические удары основных умений повышают вашу скорость атаки на на сек.",
        "snoId": 1105816
    },
    "эксплуатирующий": {
        "desc": "Длительность ваших эффектов контроля повышается на . Вы наносите на больше урона неудержимым противникам.",
        "snoId": 1225582
    },
    "пугающий": {
        "desc": "Когда вы удаляетесь от замедленных или окоченевших противников, ваша скорость передвижения повышается на .",
        "snoId": 1437498
    },
    "дерзости": {
        "desc": "Когда поблизости оказывается не менее противников, они оглушаются на сек. Срабатывает не чаще раза в сек.",
        "snoId": 1438478
    },
    "стихий": {
        "desc": "Повышает силу нескольких типов урона из определенного списка на на сек. Поочередно выбирается один из двух списков урона огонь, молния и физический. холод, яд и темная магия.",
        "snoId": 1485368
    },
    "резни": {
        "desc": "Ваша скорость передвижения повышается на . Вы теряете этот бонус на сек., когда получаете урон.",
        "snoId": 1602955
    },
    "бешеных_мертвецов": {
        "desc": "Когда призванные спутники наносят урон противнику, их скорость атаки повышается на на сек., вплоть до .",
        "snoId": 1106475
    },
    "кромсающий_плоть": {
        "desc": "Когда \"Распад\" создает труп, вы получаете ед. эссенции.",
        "snoId": 1106485
    },
    "рассекающий": {
        "desc": "\"Костяное копье\" делает каждую последующую цель уязвимой на сек. Костяные осколки от \"Костяного копья\" пронзают уязвимых противников и наносят им на больше урона.",
        "snoId": 1106590
    },
    "глубокой_тьмы": {
        "desc": "Костяная тюрьма создает область порчи, пораженную \"Тленом\". Стоящие в ней противники получают на больше урона в течение сек.",
        "snoId": 1106635
    },
    "пустоты": {
        "desc": "Когда \"Тлен\" создает область порчи, в нее притягиваются ближайшие противники.",
        "snoId": 1106639
    },
    "гнилой": {
        "desc": "\"Распад\" поражает еще до дополнительных целей. Когда \"Распад\" создает труп, он с вероятностью может создать труп рядом с каждой пораженной целью.",
        "snoId": 1106650
    },
    "могучего_жнеца": {
        "desc": "При нанесении урона с помощью \"Отсечения\" с вероятностью под целью появляется лужа гнили, которая наносит дополнительно урона. Эффект срабатывает не чаще раза в сек.",
        "snoId": 1106675
    },
    "хладоносный": {
        "desc": "Раз в сек. ваши скелетымаги применяют \"Снежную бурю\", наносящую урона от холода и периодически заставляющую противников коченеть, замедляя их на на сек.",
        "snoId": 1106690
    },
    "кровавого_охотника": {
        "desc": "\"Окровавленное копье\" наносит основной цели на больше урона за каждого пронзенного противника.",
        "snoId": 1106117
    },
    "голодной_крови": {
        "desc": "Когда \"Окровавленное копье\" в первый раз попадает в противника, который уже поражен копьем, оно будет с каждым применением запускать в ближайшего противника еще одно \"Окровавленное копье\", нанося при этом своего обычного урона.",
        "snoId": 1106130
    },
    "оккультной_власти": {
        "desc": "Максимальное количество скелетовмагов увеличивается на .",
        "snoId": 1106156
    },
    "окровавленный": {
        "desc": "\"Кровавый туман\" оставляет полосу оскверненной земли, существующую сек. и наносящую ед. урона от темной магии в сек. всем ступившим на нее противникам. \"Кровавый туман\" больше не снижает вашу скорость передвижения.",
        "snoId": 1106163
    },
    "нарастающего_проклятия": {
        "desc": "Урон \"Костяного духа\" увеличивается с пройденным расстоянием вплоть до .",
        "snoId": 1106206
    },
    "взрывающихся_костей": {
        "desc": "Когда время действия сегмента \"Костяной тюрьмы\" заканчивается или его уничтожают, он наносит ед. урона в области вокруг себя.",
        "snoId": 1106224
    },
    "несгибаемый_командирский": {
        "desc": "Пока действует \"Армия мертвецов\", скорость атаки ваших прислужников повышается на , а их получаемый урон уменьшается на .",
        "snoId": 1106382
    },
    "щита_ветров": {
        "desc": "Когда \"Буря костей\" наносит урон противнику, вас на сек. окружает барьер с прочностью в объеме вашего базового запаса здоровья.",
        "snoId": 1106392
    },
    "цепких_жил": {
        "desc": "\"Трупные щупальца\" повышают вероятность критического удара на на сек, а пораженные \"Трупными щупальцами\" цели получают от вас на больше критического урона.",
        "snoId": 1106529
    },
    "кровопускающий": {
        "desc": "Максимальное количество скелетоввоинов увеличивается на .",
        "snoId": 1106545
    },
    "мучения": {
        "desc": "Критические удары умений костей ускоряют восстановление эссенции на на сек.",
        "snoId": 1224752
    },
    "зазубрин": {
        "desc": "\"Окостеневшая эссенция\" также повышает критический урон ваших умений костей на за каждую единицу эссенции сверх вплоть до .",
        "snoId": 1221425
    },
    "штормокостный": {
        "desc": "\"Буря костей\" расходует до труповтрупов. Ее время действия продлевается до сек.",
        "snoId": 1220407
    },
    "обнаженной_плоти": {
        "desc": "Удачный удар при попадании в уязвимого противника вы с вероятностью до накапливаете ед. эссенции.",
        "snoId": 1220423
    },
    "зачумленный": {
        "desc": "Вы наносите на больше урона в течение сек. после того, как главное пассивное умение \"Чума тьмы\" нанесет урон противникам разараз.",
        "snoId": 1220473
    },
    "пытающий": {
        "desc": "\"Железная дева\" с вероятностью оглушает пораженных противников на сек., когда они наносят прямой урон.",
        "snoId": 1221466
    },
    "проклятых": {
        "desc": "Вы наносите на больше урона от темной магии противникам, пораженным одновременно \"Немощью\" и \"Железной девой\".",
        "snoId": 1221014
    },
    "распада": {
        "desc": "Каждый раз, когда главное пассивное умение \"Чума тьмы\" наносит противникам урон, в следующий раз \"Чума тьмы\" наносит на больше урона в течение сек. Суммируется до раз.",
        "snoId": 1221533
    },
    "выпотрошенный": {
        "desc": "Кольцо \"Волнения крови\" после небольшой задержки отзывается снова и наносит на меньше урона.",
        "snoId": 1221658
    },
    "приливный": {
        "desc": "\"Кровавая волна\" вызывает еще две волны, каждая из которых наносит на меньше урона, чем предыдущая.",
        "snoId": 1223789
    },
    "живокровный": {
        "desc": "Сферы крови сокращают время восстановления мощного умения на сек.",
        "snoId": 1221650
    },
    "избранных_ратмы": {
        "desc": "Когда умения крови наносят подавляющий урон, ваша скорость атаки повышается на на сек.",
        "snoId": 1221701
    },
    "скоропостижной_кончины": {
        "desc": "Когда вы исцеляетесь при уровне здоровья выше , за каждый восстановленный процент максимального запаса здоровья вы наносите на больше подавляющего урона следующей подавляющей атакой. Бонус повышается вплоть до .",
        "snoId": 1221706
    },
    "крови_силы": {
        "desc": "При высоком уровне здоровья кровавые сферы восполняют ед. эссенции.",
        "snoId": 1221644
    },
    "громадный": {
        "desc": "Когда ваш голем наносит противнику урон обычной атакой, он может с вероятностью уменьшить свое время восстановления на сек. и создать труп с вероятностью .",
        "snoId": 1222122
    },
    "затвердевших_костей": {
        "desc": "Урон, наносимый вашим прислужникам, дополнительно уменьшается на .",
        "snoId": 1222591
    },
    "жертвенный": {
        "desc": "Бонусы жертвоприношения усиливаются на .",
        "snoId": 1222267
    },
    "заупокойный": {
        "desc": "Максимальный запас эссенции увеличивается на за каждого активного прислужника.",
        "snoId": 1223238
    },
    "возрождения": {
        "desc": "Ваши прислужники наносят увеличенный урон, пока не погибнут вплоть до через сек.",
        "snoId": 1223322
    },
    "мертвенный": {
        "desc": "Расходуя трупы, вы увеличиваете урон от следующего основного умения на вплоть до .",
        "snoId": 1222414
    },
    "бальзамировщика": {
        "desc": "Когда вы расходуете труп, с вероятностью появляется сфера крови.",
        "snoId": 1222471
    },
    "последней_тени": {
        "desc": "\"Буря костей\" и \"Кровавая волна\" также считаются умениями тьмы, наносят урон от темной магии и дают бонусы Противники, пораженные \"Бурей костей\", получают ед. урона от темной магии за сек. \"Кровавая волна\" оскверняет после себя оскверненную землю, нанося ед. урона от темной магии за сек.",
        "snoId": 1106218
    },
    "взрывного_тумана": {
        "desc": "\"Кровавый туман\" активирует \"Взрыв трупа\" вокруг себя. Когда \"Кровавый туман\" взрывает труп, его время восстановления сокращается на сек.",
        "snoId": 1106610
    },
    "кровавых_шипов": {
        "desc": "\"Окровавленное копье\" также превращает сферы крови в дополнительные копья, которые наносят обычного урона и в первую очередь целятся во врагов, которых копье еще не поразило.",
        "snoId": 1439750
    },
    "длинной_тени": {
        "desc": "Удачный удар эффекты с периодическим уроном от темной магии с вероятностью восполняют вам ед. эссенции. Урон от главного пассивного умения \"Чума тьмы\" всегда восполняет вам ед. эссенции.",
        "snoId": 1622848
    },
    "отраженного_насыщения": {
        "desc": "Темные отражения также копируют эффекты насыщения, действующие на ваши умения. Умения насыщения увеличивают урон вашего уже существующего темного отражения на на сек.",
        "snoId": 1106666
    },
    "окутывающий": {
        "desc": "Стоя неподвижно, вы раз в сек. призываете тень от \"Теневой завесы\" без затрат ресурса. Каждая тень \"Теневой завесы\" уменьшает получаемый урон на .",
        "snoId": 1106674
    },
    "хитрый_стрелковый": {
        "desc": "Когда \"Пробивающий выстрел\" наносит противнику урон, снаряд расщепляется еще на стрелы, летящие в разные стороны. Дополнительные стрелы наносят урон, равный базового урона \"Пробивающего выстрела\", и не расщепляются.",
        "snoId": 1106115
    },
    "окружающих_клинков": {
        "desc": "\"Шквал\" поражает цели со всех сторон вокруг вас и наносит на больше урона.",
        "snoId": 1106126
    },
    "взрывных_теней": {
        "desc": "Вместо того, чтобы исчезнуть, тень от \"Теневой завесы\" взрывается, нанося ед. урона от темной магии целям вокруг вас.",
        "snoId": 1106158
    },
    "наполняющий_силой": {
        "desc": "Базовые умения восполняют ед. энергии, когда наносят урон особому противнику.",
        "snoId": 1106168
    },
    "непредсказуемости": {
        "desc": "При \"Ускользании\" или \"Шаге сквозь тень\" вы оставляете после себя оглушающие гранаты, которые наносят при взрыве ед. физического урона в целом и оглушают противников на сек.",
        "snoId": 1106222
    },
    "лживый": {
        "desc": "Выбрасывая \"Шипы\", вы также бросаете оглушающие гранаты, которые наносят при взрыве ед. физического урона в целом и оглушают противников на сек.",
        "snoId": 1106238
    },
    "нестабильных_усилений": {
        "desc": "Умения категории \"Насыщение\" вызывают вокруг вас взрыв, применяющий к противникам эффекты насыщения и наносящий ед. урона соответствующего типа.",
        "snoId": 1106246
    },
    "танцующий_с_клинком": {
        "desc": "Возвращаясь к вам, \"Вонзающиеся клинки\" некоторое время крутятся вокруг вас и с каждым попаданием наносят урона \"Вонзающихся клинков\" на обратном пути. Урон оборотов увеличивается вплоть до урона на обратном пути в зависимости от его длины.",
        "snoId": 1106259
    },
    "ядовитый_алхимический": {
        "desc": "Удачный удар поражая отравленных противников, насыщенные тенью умения с вероятностью до вызывают ядовитый взрыв, наносящий цели и окружающим противникам ед. урона от отравления за сек.",
        "snoId": 1106283
    },
    "ледяной_алхимический": {
        "desc": "Удачный удар поражая окоченевших или замороженных противников, умения насыщения тенью с вероятностью до вызывают взрыв, наносящий цели и окружающим противникам ед. урона от льда. Эти противники коченеют и замедляются на .",
        "snoId": 1106291
    },
    "рвущийся_из_тьмы": {
        "desc": "Когда вы совершаете \"Рывок\", на вашем месте появляется темное отражение, которое тоже совершает \"Рывок\", наносящий базового урона.",
        "snoId": 1106314
    },
    "бури_стрел": {
        "desc": "Удачный удар ваши умения стрелка с вероятностью до вызывают над противником град стрел, наносящий ед. физического урона за сек. Максимальное количество эффектов – .",
        "snoId": 1106339
    },
    "взрывающихся_токсинов": {
        "desc": "Удачный удар насыщенные ядом умения с вероятностью до создают отравленную область, наносящую находящимся в ней целям ед. урона от отравления за сек. Пока вы стоите в отравленной области, \"Насыщение ядом\" не требует времени на восстановление и не имеет ограничений по количеству зарядов.",
        "snoId": 1106355
    },
    "веерного_огня": {
        "desc": "Стрелы \"Шквального огня\" с вероятностью рассыпаются на стрелы после рикошета.",
        "snoId": 1208170
    },
    "взрывной_хватающий": {
        "desc": "Удачный удар прямой урон по противникам, на которых действуют ваши ловушки, с вероятностью до делает их уязвимыми на сек.",
        "snoId": 1186573
    },
    "взрывной_яркости": {
        "desc": "Ваши гранаты считаются ловушками. Когда вы расставляете ловушку или бросаете гранату, скорость передвижения на сек. повышается на .",
        "snoId": 1218947
    },
    "омерзительной_измены": {
        "desc": "Когда умение категории \"Ловкость\" наносит прямой урон противнику с головокружением, вы становитесь незаметны на сек. Атакуя из состояния незаметности, вы получаете к снижению длительности эффектов контроля на сек.",
        "snoId": 1184417
    },
    "безжалостной_жатвы": {
        "desc": "Взрывы, созданные \"Жестокой расправой\", восполняют вам ед. здоровья за каждого пораженного противника вплоть до ед.",
        "snoId": 1184011
    },
    "злопамятный": {
        "desc": "Удачный удар когда вы делаете противника уязвимым, вероятность критического удара с вероятностью до повышается на на сек. вплоть до .",
        "snoId": 1184524
    },
    "прожорливый": {
        "desc": "Когда вы убиваете уязвимого противника, скорость восстановления энергии увеличивается на на сек.",
        "snoId": 1184468
    },
    "обеспечивающий_побег": {
        "desc": "Получив урон от одного из окружающих противников, вы выпускаете \"Ослепляющий дым\" и уклоняетесь от следующих атак в течение сек. Срабатывает не чаще раза в сек.",
        "snoId": 1185975
    },
    "украденной_бодрости": {
        "desc": "Каждый эффект \"Импульса\" восстанавливает вам ед. здоровья в секунду.",
        "snoId": 1186855
    },
    "авантюристский": {
        "desc": "Атакуя из состояния незаметности, вы разбрасываете вокруг себя оглушающие гранаты, которые наносят при взрыве ед. физического урона в целом и оглушают противников на сек.",
        "snoId": 1189296
    },
    "ускоряющего_тумана": {
        "desc": "Вы автоматически применяете \"Ослепляющий дым\", когда завершаете \"Рывок\". \"Ослепляющий дым\" сокращает время восстановления \"Рывка\" на сек. за каждую пораженную цель (вплоть до сек.).",
        "snoId": 1187878
    },
    "трюкаческий": {
        "desc": "Вы получаете на меньше урона от противников, находящихся под действием эффектов контроля. Когда противник под действием эффектов контроля наносит вам прямой урон, ваша скорость передвижения повышается на на сек.",
        "snoId": 1186373
    },
    "похищенной_провизии": {
        "desc": "Удачный удар когда уязвимые противники получают урон от основных умений, то с вероятностью могут оставить зелье здоровья.",
        "snoId": 1186377
    },
    "порчи": {
        "desc": "Ваши эффекты насыщения действуют на сильнее на уязвимых противников.",
        "snoId": 1186379
    },
    "истязающий": {
        "desc": "Удачный удар прямой урон по уязвимому противнику с вероятностью до вызывает у него головокружение на сек.",
        "snoId": 1186692
    },
    "сумеречный": {
        "desc": "Удачный удар критические удары умениями стрелка с вероятностью до создают тень от \"Теневой завесы\" без затрат ресурсов.",
        "snoId": 1220101
    },
    "отравленного_льда": {
        "desc": "Окоченевшие противники, отравленные \"Насыщением ядом\", будут коченеть еще на в секунду. Вы наносите на больше урона от яда замороженным противникам.",
        "snoId": 1302490
    },
    "разоряющий": {
        "desc": "\"Шаг сквозь тень\" получает еще один заряд. Убийство противника \"Шагом сквозь тень\" восстанавливает ему один заряд и увеличивает урон \"Шага сквозь тень\" на на сек. вплоть до .",
        "snoId": 1304553
    },
    "взаимосвязи": {
        "desc": "Когда вы применяете умения категории \"Ловкость\", время восстановления следующей \"Уловки\" сокращается на . \"Уловка\" увеличивает урон вашего следующего умения категории \"Ловкость\" на .",
        "snoId": 1301737
    },
    "смертельного_полумрака": {
        "desc": "\"Уклонение\" сквозь противников, зараженных \"Насыщением тенью\" дает незаметность на сек. Атакуя из состояния незаметности, вы получаете к максимальному запасу здоровья при убийстве на сек.",
        "snoId": 1301760
    },
    "неуловимой_угрозы": {
        "desc": "Пока действуют оба бонуса от главного пассивного умения \"Ближний бой\", ваша вероятность уклонения увеличивается на каждый раз, когда вас поражают атаки противника. Успешное уклонение сбрасывает этот эффект.",
        "snoId": 1304680
    },
    "диверсантский": {
        "desc": "\"Ловушка с ядом\" больше не снимает незаметность, не требует восстановления и не тратит времени на установку, пока вы в состоянии незаметности. Все ловушки с ядом активируются, когда вы выходите из состояния незаметности. \"Ловушка с ядом\" будет восстанавливаться по сек. за каждую установленную ловушку.",
        "snoId": 1304821
    },
    "обмороженный": {
        "desc": "Окоченевшие противники после попадания ваших гранат могут моментально замерзнуть на сек. Вероятность этого равна двойной вероятности критического удара. Вы наносите на больше критического урона замороженным противникам.",
        "snoId": 1302633
    },
    "пульсирующий": {
        "desc": "\"Скоростная стрельба\" с вероятностью рикошетит в другую цель.",
        "snoId": 1206102
    },
    "сковывающий_морозом": {
        "desc": "За каждого окоченевшего или замороженного противника, через которого вы ускользаете, вы получаете барьер, поглощающий ед. урона в течение сек. Максимальный запас прочности барьера – ед.",
        "snoId": 1219217
    },
    "ядовитого_укола": {
        "desc": "Каждый й \"Колющий удар\" насыщен ядом, который наносит обычного урона от яда.",
        "snoId": 1439745
    },
    "находчивого_поступка": {
        "desc": "Потратив ед. энергии, вы выбрасываете несколько оглушающих гранат, которые взрываются, в совокупности нанося ед. физического урона и оглушая противников на сек. Ваши гранаты наносят на больше урона.",
        "snoId": 1620632
    },
    "связующих_углей": {
        "desc": "\"Пламенный щит\" позволяет вам беспрепятственно проходить сквозь противников. При этом они обездвиживаются на сек.",
        "snoId": 1106399
    },
    "снежный_защитный": {
        "desc": "Находясь в своей \"Снежной буре\" и в течение сек. после выхода из нее вы получаете на меньше урона.",
        "snoId": 1106418
    },
    "трех_проклятий": {
        "desc": "Увеличивает критический урон, наносимый \"Метеоритом\" и \"Огненным шаром\" на . Этот бонус удваивается для целей с большим запасом здоровья.",
        "snoId": 1106440
    },
    "пронзающего_тока": {
        "desc": "\"Электрические разряды\" пронзают противников, но наносят на меньше урона целям после первой.",
        "snoId": 1106489
    },
    "пронизывающий_холодом": {
        "desc": "Количество зарядов \"Кольца льда\" увеличивается на , но каждый заряд восстанавливается на дольше.",
        "snoId": 1106548
    },
    "заряженный": {
        "desc": "Искрящиеся заряды энергии повышают вашу скорость передвижения на на сек.",
        "snoId": 1106644
    },
    "(ph)_of_ensnaring_current": {
        "desc": "\"Шаровая молния\" тянет за собой противников.",
        "snoId": 1106717
    },
    "ледяного_пути": {
        "desc": "Достигнув цели, \"Морозная сфера\" останавливается, взрывается еще разараз и наносит с каждым взрывом обычного урона.",
        "snoId": 1106733
    },
    "зигзаг": {
        "desc": "Вы можете одновременно призывать на гидрыгидр больше, а время действия \"Гидры\" увеличивается на .",
        "snoId": 1106123
    },
    "конца_света": {
        "desc": "Пока действует \"Инферно\", на врагов обрушиваются метеориты, наносящие ед. урона от огня при попадании. Ваши метеориты обездвиживают противников на сек.",
        "snoId": 1106174
    },
    "поджога": {
        "desc": "При поддержании \"Испепеления\" ваш урон от горения увеличивается на .",
        "snoId": 1212473
    },
    "древнего_пламени": {
        "desc": "Пока действуют все бонусы от \"Свирепости Эсу\", ваша скорость атаки повышается на .",
        "snoId": 1212492
    },
    "жадного_пламени": {
        "desc": "Вы наносите на больше урона от горения противникам, у которых осталось менее здоровья. Если объем периодического урона, который должен получить противник, превышает его максимальный запас здоровья, вы наносите цели на больше урона от горения.",
        "snoId": 1212468
    },
    "воспламеняющий": {
        "desc": "Удачный удар урон от ваших умений категории \"Пиромантия\" с вероятностью до восполняет ед. маны.",
        "snoId": 1212482
    },
    "обожженных_ног": {
        "desc": "Когда заканчивается действие обездвиживания, противники замедляются на на сек.",
        "snoId": 1213811
    },
    "идущий_в_пламени": {
        "desc": "При контакте со своей \"Стеной огня\" ваша скорость передвижения повышается на на сек.",
        "snoId": 1214264
    },
    "расколотых_звезд": {
        "desc": "Вокруг \"Метеорита\" падают кометы, наносящие ед. урона от огня при попадании. Кометы также поджигают пораженных противников и наносят ед. урона за сек.",
        "snoId": 1212514
    },
    "ледниковый": {
        "desc": "\"Снежная буря\" периодически создает ледяные шипы, которые взрываются и наносят ед. урона. Ваши ледяные шипы наносят на больше урона замороженным противникам.",
        "snoId": 1212317
    },
    "заметенный": {
        "desc": "\"Ледяной доспех\" также дает вам неудержимость и укрепляет броню на на сек.",
        "snoId": 1211282
    },
    "морозной_волны": {
        "desc": "Пока действует \"Ледяной доспех\", за вами тянется след из ледяных шипов, которые взрываются и наносят ед. урона. От ваших ледяных шипов противники коченеют, их скорость передвижения снижается на .",
        "snoId": 1212315
    },
    "пронзающего_холода": {
        "desc": "\"Осколки льда\" пронзают цели разараз, нанося на меньше урона с каждым следующим пораженным противником.",
        "snoId": 1212505
    },
    "заключенный": {
        "desc": "Пока действует \"Глубокая заморозка\", вы восстанавливаете максимального запаса маны и здоровья в секунду.",
        "snoId": 1212496
    },
    "фортуны": {
        "desc": "Вероятность удачного удара повышается на , пока на вас действует барьер.",
        "snoId": 1212461
    },
    "жгучего_холода": {
        "desc": "Замороженные противники с вероятностью становятся уязвимы на сек.",
        "snoId": 1224522
    },
    "крепнущий_грозовой": {
        "desc": "Пока вы защищены барьером, вы наносите на больше урона уязвимым противникам.",
        "snoId": 1224682
    },
    "мерзлой_тундры": {
        "desc": "Пока действует \"Глубокая заморозка\", вокруг появляются ледяные шипы, которые взрываются и наносят ед. урона от льда. Радиус взрыва ваших ледяных шипов увеличивается на .",
        "snoId": 1212280
    },
    "неодолимого_течения": {
        "desc": "\"Бурный поток\" с вероятностью активирует еще одно умение шока.",
        "snoId": 1225182
    },
    "перезаряжаемый": {
        "desc": "Каждый раз, когда \"Цепная молния\" переходит к следующей цели, вы получаете ед. маны.",
        "snoId": 1225217
    },
    "гравитации": {
        "desc": "\"Шаровая молния\" вращается вокруг вас и наносит на больше урона.",
        "snoId": 1229700
    },
    "верховный_магический": {
        "desc": "Главное пассивное умение \"Искусность Вира\" также уменьшает получаемый вами урон на за каждого противника вблизи, вплоть до .",
        "snoId": 1227239
    },
    "раскалывающейся_энергии": {
        "desc": "\"Электрическое копье\" с вероятностью создает еще одно \"Электрическое копье\".",
        "snoId": 1225294
    },
    "нерушимых_уз": {
        "desc": "\"Цепная молния\" с вероятностью перескакивает еще разараз.",
        "snoId": 1225297
    },
    "отражающего_проводника": {
        "desc": "После \"Телепортации\" ваша скорость передвижения повышается на на сек.",
        "snoId": 1229077
    },
    "бурлящий": {
        "desc": "Если \"Бурный поток\" неактивен, ваши умения шока с вероятностью могут активировать его без затрат ресурса.",
        "snoId": 1227269
    },
    "гениальный": {
        "desc": "Когда вы применяете умение с временем восстановления, то получаете ед. маны.",
        "snoId": 1214115
    },
    "непоколебимости": {
        "desc": "Получая прямой урон, вы с вероятностью мгновенно восстанавливаете одно из умений защиты.",
        "snoId": 1225190
    },
    "стихийный": {
        "desc": "Когда вы применяете основные умения или умения категории \"Искусность\" при уровне маны не ниже , вероятность критического удара повышается на .",
        "snoId": 1213532
    },
    "сосредоточения": {
        "desc": "Скорость восстановления маны повышается на , если вы не получали урон за предыдущие сек.",
        "snoId": 1215683
    },
    "контроля": {
        "desc": "Вы наносите на больше урона обездвиженным, оглушенным или замороженным противникам.",
        "snoId": 1215771
    },
    "вечноживущий": {
        "desc": "Вы получаете на меньше урона, если противники уязвимы или находятся под действием эффектов контроля.",
        "snoId": 1215398
    },
    "эффективности": {
        "desc": "Когда вы применяете базовое умение, затраты маны на следующее основное умение или умение категории \"Искусность\" снижаются на .",
        "snoId": 1212247
    },
    "застывших_воспоминаний": {
        "desc": "\"Ледопад\" теперь действует еще на примененияприменений.",
        "snoId": 1211551
    },
    "обильной_энергии": {
        "desc": "Искрящиеся заряды энергии с вероятностью перескакивают на еще одного противника.",
        "snoId": 1225569
    },
    "разбитый": {
        "desc": "Взрывы \"Раскалывания\" наносят на больше урона, если вы убиваете замороженных противников.",
        "snoId": 1211655
    },
    "пылающей_преграды": {
        "desc": "Когда вы расходуете ед. маны, ваша следующая \"Стена огня\" не требует магической энергии и сжигает малые снаряды.",
        "snoId": 1439761
    },
    "боевой_магический": {
        "desc": "Удачный удар попадания умений категории \"Колдовство\" с вероятностью до повышают уровень умений этой категории на на сек. Эффект суммируется до раз.",
        "snoId": 1622933
    }
}
