{
    "растущая_луна": {
        "desc": "Вы становитесь незаметны на сек., когда убиваете противников \"Разрыванием\". Когда вы атакуете из состояния незаметности, срабатывает эффект \"Засада\" на сек. все ваши удары становятся критическими.",
        "snoId": 1306218
    },
    "тесак_мясника": {
        "desc": "Удачный удар при критическом ударе вы с вероятностью до повергаете цель в ужас и замедляете ее на на сек.",
        "snoId": 941704
    },
    "усиленный_кинжал": {
        "desc": "Тестовый предмет, нужный при усилении до максимального уровня.",
        "snoId": 941728
    },
    "осуждение": {
        "desc": "Ваши основные умения наносят на больше урона, когда вы тратите приема серии. Пока вы держите это оружие в руках, ваши базовые умения с вероятностью увеличивают длину серии приемов на .",
        "snoId": 941730
    },
    "ханджар_аширы": {
        "desc": "При ударах этим оружием ваша скорость атаки повышается на на сек. вплоть до .",
        "snoId": 941731
    },
    "плотерез": {
        "desc": "\"Изнуряющий рев\" и \"Кровавый вой\" наносят ближайшим отравленным противникам ед. урона. Этот урон увеличивается на за каждые ед. силы воли героя.",
        "snoId": 941798
    },
    "черная_река": {
        "desc": "\"Взрыв трупа\" дополнительно расходует до трупов рядом с первым. За каждый дополнительный труп урон взрыва увеличивается на , а радиус поражения – на .",
        "snoId": 1306235
    },
    "недремлющий_защитник": {
        "desc": "Удачный удар пока действует \"Буря костей\", удары по противникам, не находящимся в области бури, с вероятностью до вызывают рядом с ними дополнительную \"Бурю костей\". Каждый активный бонус \"Жертвы\" повышает вероятность появления \"Бури костей\" на , а максимальное количество действующих бурь – на .",
        "snoId": 1439541
    },
    "шедевр_рамаладни": {
        "desc": "Умения, примененные с этим оружием, наносят на больше урона за каждую оставшуюся единицу ярости. При этом вы каждую секунду теряете ед. ярости.",
        "snoId": 1304455
    },
    "лазурная_ярость": {
        "desc": "Удачный удар основные умения с вероятностью замораживают противников на сек. и наносят им ед. урона от льда.",
        "snoId": 1439438
    },
    "вестник_рока": {
        "desc": "Удачный удар вы с вероятностью до наносите окружающим противникам ед. урона от темной магии и снижаете наносимый ими урон на на сек.",
        "snoId": 941869
    },
    "обожженный_шрам": {
        "desc": "При поддержании \"Испепеления\" вы периодически выстреливаете углями, которые притягиваются к противникам и наносят ед. урона от огня каждый.",
        "snoId": 1214791
    },
    "око": {
        "desc": "Вы получаете эффект чар \"Телепортации\", не занимая ячейку. \"Ускользание\" телепортирует вас в случайное место.",
        "snoId": 1439529
    },
    "клятва_древних": {
        "desc": "\"Железная хватка\" выпускает еще цепи. Противники, пораженные \"Железной хваткой\", получают от вас на больше урона в течение сек.",
        "snoId": 941951
    },
    "небесный_охотник": {
        "desc": "Первый прямой удар по противнику всегда наносит критический урон. Если вы применяете основное умение, когда у вас максимальное количество эффектов главного пассивного умения \"Точность\", критический урон от этого умения увеличивается на , а вы получаете ед. энергии.",
        "snoId": 941972
    },
    "сила_ветра": {
        "desc": "Удачный удар удары этим оружием с вероятностью до наносят двойной урон и отбрасывают цель.",
        "snoId": 941973
    },
    "орлиный_рог": {
        "desc": "\"Пробивающий выстрел\" с вероятностью выпускает стрелу, которая отскакивает от стен и препятствий. Когда \"Пробивающий выстрел\" поражает противников, следующее применение этого умения делает пораженные цели уязвимыми на сек.",
        "snoId": 1439537
    },
    "адский_молот": {
        "desc": "\"Выброс земли\" поджигает землю, дополнительно нанося противникам ед. урона от огня за сек.",
        "snoId": 942021
    },
    "беспредельная_мощь": {
        "desc": "\"Смертельный удар\" выпускает ударную волну, наносящую противникам базового урона. Если противники погибают от волны, \"Смертельный удар\" восстанавливается.",
        "snoId": 1222183
    },
    "усиленная_коса": {
        "desc": "Тестовый предмет, нужный при усилении до максимального уровня.",
        "snoId": 942068
    },
    "бескровный_крик": {
        "desc": "Умения тьмы поражают противников окоченением с эффективностью до и наносят на больше урона замороженным противникам. Удачный удар ваши умения тьмы с вероятностью до накапливают еще ед. эссенции, поражая замороженных противников.",
        "snoId": 1220207
    },
    "великий_посох_старой_ведуньи": {
        "desc": "\"Удар когтями\" становится умением бури и активирует \"Удар бури\", наносящий обычного урона.",
        "snoId": 942106
    },
    "аварион,_копье_ликандер": {
        "desc": "После убийства особого противника вы получаете случайный эффект святилища на сек. Эффект срабатывает не чаще раза в сек.",
        "snoId": 942108
    },
    "посох_бесконечного_неистовства": {
        "desc": "Каждый й \"Огненный шар\" выпускает еще снаряда и наносит на больше урона.",
        "snoId": 942111
    },
    "посох_лам_эсена": {
        "desc": "\"Электрические разряды\" с вероятностью притягиваются к врагам и действуют на дольше.",
        "snoId": 1306310
    },
    "багряные_поля": {
        "desc": "Когда вы поражаете хотя бы одного противника \"Разрывом\" с этим оружием в руках, появляется лужа крови, наносящая противникам ед. урона от кровотечения за сек. Цели в луже крови получают на больше урона от кровотечения.",
        "snoId": 942134
    },
    "предок": {
        "desc": "Увеличивает ваш критический урон на . Другие свойства этого оружия могут иметь значения выше обычных.",
        "snoId": 942135
    },
    "упоение_боем": {
        "desc": "Максимальное количество эффектов \"Бешенства\" увеличивается на . Когда вы накапливаете максимальное количество эффектов \"Бешенства\", скорость атаки ваших других умений также повышается на .",
        "snoId": 1304468
    },
    "камень_дольмена": {
        "desc": "Пока действует \"Ураган\", \"Глыба\" заставляет валуны вращаться вокруг вас.",
        "snoId": 1610440
    },
    "расплавленное_сердце_селига": {
        "desc": "Максимальный запас ресурса увеличивается на ед. Получая урон, вы теряете ед. ресурса вместо здоровья.",
        "snoId": 1275933
    },
    "талисман_лорда-изгнанника": {
        "desc": "Когда вы расходуете ед. основного ресурса, ваше следующее основное умение гарантированно наносит подавляющий урон. Ваши подавляющие критические удары наносят на больше урона.",
        "snoId": 1561309
    },
    "подвеска_вестника_смерти": {
        "desc": "\"Волнение крови\" вызывает рядом с вашими прислужниками небольшой всплеск, наносящий ед. урона. Этот урон увеличивается на за каждую цель, иссушенную при изначальном применении, вплоть до .",
        "snoId": 1230484
    },
    "слово_хакана": {
        "desc": "\"Град стрел\" всегда насыщен всеми видами насыщения одновременно.",
        "snoId": 1306258
    },
    "переполненная_камея_эсадоры": {
        "desc": "Подбирая искрящийся заряд энергии, вы с вероятностью высвобождаете вспышку молнии, наносящую ед. урона от молнии. Этот урон увеличивается на за каждые ед. интеллекта героя.",
        "snoId": 1225299
    },
    "100_000_шагов": {
        "desc": "Получив последний бонус к урону \"Живого арсенала\", вы автоматически применяете \"Топот\" и получаете ед. ярости. Срабатывает не чаще раза в сек.",
        "snoId": 1210595
    },
    "наголенники_покаяния": {
        "desc": "Вы оставляете морозный след, на котором противники коченеют. Вы наносите на больше урона окоченевшим целям.",
        "snoId": 942251
    },
    "искроступы": {
        "desc": "За каждого противника, через которого вы проходите при ускользании, время восстановления мощного умения сокращается на сек. вплоть до сек.",
        "snoId": 942253
    },
    "наголенники_пустой_гробницы": {
        "desc": "Каждый фантом, порожденный \"Отсечением\", оскверняет землю на своем пути. Противники в области оскверненной земли получают ед. урона от темной магии за сек.",
        "snoId": 1220257
    },
    "фамильное_наследие_эсу": {
        "desc": "Вероятность критического удара повышается на от бонуса к скорости передвижения.",
        "snoId": 1306301
    },
    "ярость_харрогата": {
        "desc": "Удачный удар когда вы поражаете кровотечением особых противников, время восстановления ваших обычных умений с вероятностью до сокращается на сек.",
        "snoId": 1304379
    },
    "ликование_безумного_волка": {
        "desc": "Волк становится вашим истинным обличьем. Вы получаете ко всем умениям облика волка.",
        "snoId": 942354
    },
    "ненасытная_ярость": {
        "desc": "Медведь становится вашим истинным обличьем. Вы получаете ко всем умениям облика медведя.",
        "snoId": 942355
    },
    "бритвенная_броня": {
        "desc": "Вы получаете эффект шипов в объеме ед.",
        "snoId": 1215064
    },
    "клеймитель_душ": {
        "desc": "Зелье здоровья больше не исцеляет вас мгновенно. Вместо этого оно создает барьер с запасом прочности, равным обычного исцеления, на сек. Пока вас защищает барьер, получаемый вами урон уменьшается на .",
        "snoId": 1560873
    },
    "кираса_кровавого_мастера": {
        "desc": "Когда вы подбираете сферы кровисфер крови, без затрат ресурса появляется костяной дух, наносящий дополнительный урон в зависимости от вашего текущего уровня здоровья.",
        "snoId": 1306229
    },
    "кожаные_обмотки_негодяя": {
        "desc": "Пока \"Внутреннее зрение\" дает вам неограниченное количество энергии, ваши основные умения с вероятностью создают шипы, ловушку с ядом или смертоносную ловушку.",
        "snoId": 1612293
    },
    "облачение_бесконечности": {
        "desc": "После \"Телепортации\" вы притягиваете к себе ближайших противников и оглушаете их на сек., но время восстановления \"Телепортации\" увеличивается на .",
        "snoId": 942363
    },
    "захваты_гора-разорителя": {
        "desc": "По окончании действия и раз в сек. \"Вихрь\" вызывает взрыв, наносящий окружающим противникам урон от огня, равный нанесенного базового урона.",
        "snoId": 942555
    },
    "кулаки_судьбы": {
        "desc": "Ваши атаки произвольно наносят от до своего обычного урона.",
        "snoId": 942559
    },
    "обжигающий_холод": {
        "desc": "Удачный удар с вероятностью до замораживает противников на сек.",
        "snoId": 942560
    },
    "вой_из_глубин": {
        "desc": "\"Взрыв трупа\" вместо мгновенного взрыва призывает скелета, который бросается на случайного противника и взрывается. \"Взрыв трупа\" наносит на больше урона.",
        "snoId": 1227277
    },
    "хватка_тени": {
        "desc": "Удачный удар когда умения стрелка или головореза наносят урон уязвимому противнику, с вероятностью до появляется темное отражение, копирующее ваши атаки.",
        "snoId": 1306250
    },
    "перчатки_проповедника": {
        "desc": "\"Огненный шар\" теперь движется, отскакивая от земли и взрываясь при каждом приземлении. Взрыв \"Огненного шара\" наносит на меньше урона.",
        "snoId": 942564
    },
    "клыкастый_шлем_йорица_могучего": {
        "desc": "Когда вы получаете эффект берсерка, уже находясь в состоянии берсерка, ваш гнев с вероятностью усиливается. При этом ваш урон увеличивается на , вы восполняете ед. ярости в сек., а ваши умения восстанавливаются на быстрее.",
        "snoId": 1489567
    },
    "рев_бури": {
        "desc": "Удачный удар умения бури с вероятностью до дают ед. духа. Базовые умения бури теперь также считаются умениями волка.",
        "snoId": 1304489
    },
    "молитва_василия": {
        "desc": "Ваши умения земли теперь также считаются умениями медведя и дают вам укрепление в объеме ед.",
        "snoId": 1306213
    },
    "лик_андариэль": {
        "desc": "Удачный удар с вероятностью до создает кольцо яда, наносящее противникам в области действия ед. урона от яда за сек.",
        "snoId": 942663
    },
    "шутовской_гребень": {
        "desc": "Получаемый урон уменьшается на . Вы также получаете ко всем умениям.",
        "snoId": 942664
    },
    "корона_богоубийцы": {
        "desc": "Когда вы оглушаете, замораживаете или обездвиживаете особого противника или наносите урон боссу, к цели притягиваются ближайшие противники. Вы наносите этим противникам на больше урона в течение сек. (Эффект срабатывает не чаще одного раза в сек.)",
        "snoId": 1555196
    },
    "усиленный_шлем": {
        "desc": "Тестовый предмет, нужный при усилении до максимального уровня.",
        "snoId": 942665
    },
    "лик_бессмертия": {
        "desc": "\"Костяное копье\" оставляет на своем пути отголоски, которые взрываются и наносят ед. урона. Этот урон увеличивается на за каждые бонуса к критическому урону.",
        "snoId": 1234672
    },
    "клобук_безымянного": {
        "desc": "В бою с противниками под действием эффектов контроля вероятность удачного удара повышается на .",
        "snoId": 942666
    },
    "спутник_бури": {
        "desc": "Ваши волки обретают силу бури, начинают наносить урон от молнии и получают способность \"Штормовой вой\".",
        "snoId": 942972
    },
    "дерзание": {
        "desc": "Эффекты, повышающие уровень здоровья выше , дают вам барьер с прочностью до максимального запаса здоровья. Барьер действует в течение сек. Вы можете пить зелья при полном запасе здоровья.",
        "snoId": 1306325
    },
    "набедренные_щитки_рассвета": {
        "desc": "Когда вы получаете нефизический урон, ваше максимальное сопротивление соответствующему типу урона повышается на на сек. Эффект действует только для одного типа урона одновременно.",
        "snoId": 1477079
    },
    "воля_тибо": {
        "desc": "Вы наносите на больше урона, пока вы неудержимы и еще в течение сек. после окончания действия эффекта. Становясь неудержимыми, вы восполняете ед. основного ресурса.",
        "snoId": 1559420
    },
    "усиленные_штаны": {
        "desc": "Тестовый предмет, нужный при усилении до максимального уровня.",
        "snoId": 942975
    },
    "брюки_кровавой_луны": {
        "desc": "Ваши прислужники с вероятностью проклинают противников. Противники, на которых действует хотя бы ваше проклятие, получают от вас на больше подавляющего урона.",
        "snoId": 1217039
    },
    "глаза_в_темноте": {
        "desc": "\"Смертоносная ловушка\" наносит на больше урона. Если \"Смертоносная ловушка\" не поражает босса или другого игрока, она автоматически взводится заново, пока не убьет противника.",
        "snoId": 942977
    },
    "нагрудник_ледяного_сердца": {
        "desc": "Когда замороженные противники умирают, они с вероятностью выпускают \"Кольцо льда\".",
        "snoId": 1306273
    },
    "кольцо_алой_ярости": {
        "desc": "Когда вы тратите ед. ярости за сек., ваш следующий \"Молот Древних\", \"Выброс земли\" или \"Смертельный удар\" гарантированно наносит критический урон, увеличенный на .",
        "snoId": 1706603
    },
    "охотничий_зенит": {
        "desc": "Умения смены облика дают бонус, когда убивают противника Волк ваше следующее умение в облике медведя (не считая мощного) не расходует ресурс и мгновенно восстанавливается. Медведь ваше следующее умение в облике волка восстановит вам ед. здоровья, когда впервые нанесет урон.",
        "snoId": 989677
    },
    "непоколебимая_воля_айриды": {
        "desc": "Когда вы применяете мощное умение дважды с течение сек., вы притягиваете к себе отдаленных противников и наносите им ед. физического урона. Этот урон увеличивается на за каждые ед. силы воли героя.",
        "snoId": 1706650
    },
    "объятия_матери": {
        "desc": "Если основное умение поражает не меньше противников, вы восполняете затраченного ресурса.",
        "snoId": 1215133
    },
    "кольцо_беззвездных_небес": {
        "desc": "Когда вы применяете основное умение, затраты ресурсов на основные умения снижаются на вплоть до . Эффект сбрасывается при применении умения, не являющегося основным.",
        "snoId": 1306337
    },
    "ржавая_печатка_зфала": {
        "desc": "Удачный удар ваши эффекты периодического урона с вероятностью до вызывают взрыв, нанося ближайшим противникам ед. урона соответствующего типа.",
        "snoId": 1559923
    },
    "кольцо_мендельна": {
        "desc": "Удачный удар все ваши прислужники с вероятностью до становятся сильнее. Следующая атака каждого из них взрывается и наносит ед. физического урона.",
        "snoId": 1222626
    },
    "кольцо_богохульного_духа": {
        "desc": "Вы автоматически применяете следующие выбранные умения к ближайшим трупам \"Призыв скелета\" раз в сек. \"Взрыв трупа\" раз в сек. \"Трупные щупальца\" раз в сек.",
        "snoId": 1706659
    },
    "верткий_перстень_ловкача": {
        "desc": "Умения категории \"Уловки\" создают ловушкуприманку, которая непрерывно провоцирует и приманивает противников. Ловушкаприманка взрывается спустя сек., нанося ед. урона от темной магии. Эффект срабатывает не чаще раза в сек.",
        "snoId": 1706657
    },
    "синяя_роза": {
        "desc": "Удачный удар когда вы наносите противнику урон, с вероятностью до возникает ледяной шип, наносящий ед. урона от холода. Вероятность утраивается, если цель заморожена.",
        "snoId": 1211653
    },
    "переливчатое_кольцо_тал_раши": {
        "desc": "Когда вы наносите урон разными стихиями, ваш урон увеличивается на на сек. за каждую стихию. При нанесении урона от стихий время действия бонусов обновляется.",
        "snoId": 1225567
    }
}
