{
    "dhémorragie_du_berserker": "Chaque fois que vous infligez des dégâts directs sous leffet de Rage du berserker, vous infligez de vos dégâts de base sous forme de dégâts de saignement supplémentaires en s.",
    "de_tremblement_de_terre": "Choc terrestre génère un tremblement de terre infligeant points de dégâts physiques en s. Lorsque vous vous trouvez au milieu dun tremblement de terre, vous infligez de dégâts supplémentaires.",
    "de_brise-crâne": "Étourdir une cible qui saigne lui inflige un montant de dégâts physiques égal à de son saignement total.",
    "de_maître_darmes": "Vos compétences de maîtrise darme disposent dune charge supplémentaire. Coup de chance lorsque vous infligez des dégâts à une cible avec une compétence de maîtrise darme, vous avez jusquà de chances de létourdir pendant s.",
    "du_sang_de_fer": "Vous gagnez de réduction des dégâts par adversaire proche qui saigne, jusquà une réduction maximum de .",
    "de_folie_guerrière": "Vous obtenez leffet de Rage du berserker pendant s après avoir changé darme fois.",
    "de_fureur_retentissante": "Vos compétences de cri génèrent points de fureur par seconde tant quelles sont actives.",
    "de_défense_de_fer": "Galvanisation octroie létat inarrêtable, ainsi que de réduction des dégâts.",
    "de_pas_de_géant": "Réduit le temps de recharge de Bond de s par cible touchée, jusquà un maximum de s.",
    "du_berserker_implacable": "Coup de chance en infligeant des dégâts à une cible adverse avec une compétence principale, vous avez jusquà de chances daugmenter la durée de leffet de Rage du berserker de s. Cette durée est doublée si le coup de chance est un coup critique.",
    "de_furie_implacable": "Lorsque vous tuez une cible ou frappez un ou une boss avec une compétence principale, vous recevez de son coût de base en fureur. Cet effet ne peut se produire quune fois par utilisation.",
    "des_échos_ancestraux": "Coup de chance lorsquAppel des anciens est sur votre barre dactions et que vous infligez des dégâts aux adversaires avec Bond, Soulèvement ou Tourbillon, vous avez jusquà de chances dinvoquer un Ancien qui répétera la même compétence.",
    "de_colère_anesthésiante": "Chaque point de fureur généré alors quelle est déjà à son maximum confère points de fortification.",
    "du_combat": "Les cibles tuées dans les s après avoir été touchées par Coup de pied ou Charge explosent en infligeant points de dégâts aux adversaires à proximité.",
    "du_tourbillon_de_poussière": "Tourbillon laisse des tourbillons de poussière sur son passage qui infligent points de dégâts aux adversaires à proximité.",
    "de_colère_débordante": "Après avoir dépensé points de fureur, votre prochaine compétence de maîtrise darme inflige de dégâts supplémentaires.",
    "du_maître_darmes_intransigeant": "Votre génération de fureur est augmentée de tant que tous vos bonus de dégâts de la compétence passive principale Arsenal ambulant sont actifs.",
    "de_fureur_du_berserker": "Vous obtenez points de fureur par seconde tant que vous êtes sous leffet de Rage du berserker.",
    "de_pulsion_de_mort": "Vous gagnez points de dégâts dépines tant que vous êtes sous leffet de Rage du berserker.",
    "de_trombe_mortelle": "Les chances dinfliger un coup critique de Tourbillon sont augmentées de par seconde de canalisation de la compétence, jusquà un maximum de .",
    "de_bul-kathos": "Bond génère un tremblement de terre infligeant points de dégâts physiques en s. Lorsque vous vous trouvez au milieu dun tremblement de terre, vous gagnez de réduction des dégâts.",
    "du_fouette-vent": "Utiliser Coup double deux fois en s génère un tourbillon de poussière qui inflige points de dégâts aux adversaires derrière la cible.",
    "de_vétéran_du_combat": "Chaque fois quune compétence principale inflige des dégâts directs à une cible, votre prochaine utilisation de Charge ou Bond inflige de dégâts supplémentaires, jusquà un maximum de .",
    "de_force_ancestrale": "La secousse de Marteau des Anciens se propage vers lextérieur et ses dégâts sont augmentés de .",
    "de_trombe_centripète": "Tourbillon attire périodiquement les adversaires proches vers vous.",
    "du_berserker_robuste": "Coup de chance vous avez jusquà de chances de gagner points de fortification chaque fois que vous infligez des dégâts directs sous leffet de Berserk.",
    "du_chef_de_guerre": "Chaque fois que vous utilisez une compétence de cri, son temps de recharge est réduit de s par adversaire proche, jusquà un maximum de s.",
    "de_piétinement_perpétuel": "Blesser une cible ennemie avec Coup de pied ou Choc terrestre réinitialise le temps de recharge de Bond.",
    "danémie": "Coup de chance infliger des dégâts directs à une cible qui saigne a jusquà de chances de létourdir pendant s.",
    "dassouvissement": "Coup de chance vous avez jusquà de chances de gagner points de fureur lorsque Déchirure inflige des dégâts directs à au moins une cible qui saigne.",
    "du_frappe-terre": "Après avoir changé darme fois, votre prochaine compétence accablera et infligera de dégâts daccablement supplémentaires.",
    "de_coups_calculés": "Après avoir changé darme fois, vous obtenez points de fortification.",
    "porte-bonheur": "Vos chances dobtenir un coup de chance sont augmentées de tant que tous vos bonus de dégâts de votre compétence passive principale Arsenal ambulant sont actifs.",
    "du_berserker_de_lours": "En tuant une cible sous leffet de Rage du berserker, vous avez de chances daugmenter de la réduction du temps de recharge de vos compétences de combat pendant s.",
    "de_rage_ardente": "Tant que vous êtes sous leffet de Rage du berserker, vous infligez points de dégâts de feu par seconde aux adversaires à proximité.",
    "diabolique": "Après avoir généré points de fureur, votre prochaine compétence principale génère un tourbillon de poussière qui inflige points de dégâts aux adversaires derrière la cible.",
    "de_rage_infinie": "Chaque point de fureur que vous générez audelà du maximum augmente les dégâts de votre prochaine compétence principale de , jusquà un maximum de .",
    "de_charge_ancestrale": "Charge invoque Anciens qui chargent avec vous, infligeant des dégâts normaux.",
    "de_rupture_arbitraire": "Rupture ne retire pas les dégâts de saignement sur les adversaires. Ne se produit quune fois toutes les s.",
    "de_linsatiable": "Après avoir tué une cible avec Déchiquetage, votre prochaine compétence de lycanthrope génère desprit supplémentaire et inflige de dégâts supplémentaires.",
    "mutilé": "Vous avez de chances de gagner points desprit chaque fois que lon vous touche lorsque vous êtes sous forme dursoïde.",
    "de_la_brise_légère": "Coup de chance Vent cisaillant a jusquà de chances de vous rendre tous vos points desprit.",
    "de_la_tempête": "Les dégâts dOuragan augmentent de par seconde où il reste actif.",
    "de_sables_mouvants": "Les cibles touchées par des compétences de terre sont ralenties de pendant s.",
    "de_roche_écrasante": "Les compétences de terre infligent de dégâts critiques supplémentaires contre les adversaires subissant une perte de contrôle.",
    "de_pierre_de_guérison": "La durée de Rempart de terre est augmentée de s. De plus, tuer une cible avec une compétence de terre rend points de santé à la barrière de votre rempart de terre actif.",
    "surchargé": "Coup de chance lorsque vous infligez des dégâts de foudre, vous avez jusquà de chances de surcharger la cible pendant s, ce qui a pour effet dinfliger points de dégâts supplémentaires aux adversaires proches de la cible chaque fois que vous lui infligez des dégâts directs.",
    "déquilibre_naturel": "Utiliser une compétence de tempête augmente les dégâts critiques de vos compétences de terre de pendant s. Utiliser une compétence de terre augmente les chances dinfliger un coup critique de vos compétences de tempête de pendant s.",
    "de_la_dette_du_métamorphe": "Blesser une cible empoisonnée avec une compétence dursoïde inflige instantanément des dégâts de poison et consomme lempoisonnement.",
    "de_marchepeau": "Quand vous utilisez une compétence de métamorphose qui vous fait changer de forme, vous récupérez points de vie. Si vous avez déjà tous vos points de vie, vous obtenez le même montant de points de fortification.",
    "dactivité_sismique": "Pointe de terre projette sur une ligne des piques acérées et a désormais un temps de recharge de s.",
    "de_la_terre_piétinée": "Piétinement génère maintenant piliers de terre dÉboulement infligeant des dégâts normaux pendant toute la durée de la compétence. Piétinement est désormais également une compétence de magie naturelle et de terre.",
    "des_griffes_de_la_tempête": "Les coups critiques effectués avec Déchiquetage infligent de leurs dégâts sous forme de dégâts de foudre à la cible et aux adversaires à proximité.",
    "équilibré": "Augmente votre esprit maximum de points et votre génération desprit de tant que Rage du grizzly est active.",
    "de_force_cyclonique": "Armure cyclonique confère aussi une réduction des dégâts physiques et est également lancée sur les forces alliées proches.",
    "de_la_réplique": "Chacun des piliers de terre dÉboulement frappe une seconde fois et inflige de dégâts supplémentaires par coup.",
    "de_la_terreur_ursine": "Pulvérisation est désormais aussi une compétence de terre. Après avoir lancé Pulvérisation, les pics de terre continuent dinfliger points de dégâts en s.",
    "de_représailles": "Vos compétences principales infligent jusquà de dégâts supplémentaires en fonction de votre montant de fortification.",
    "donde_de_choc": "Pulvérisation génère aussi une onde de choc qui se propage vers lavant en infligeant de ses dégâts aux cibles sur son passage.",
    "de_lalpha": "Vos compagnons loups sont maintenant des compagnons lycanthropes. Ils infligent de dégâts supplémentaires et peuvent répandre le virus rabique.",
    "du_hurleur_nocturne": "Hurlement sanglant augmente de vos chances dinfliger un coup critique. De plus, Hurlement sanglant affecte aussi les compagnons et les personnagesjoueurs proches pendant s.",
    "de_la_nature_sauvage": "Les compétences de lycanthrope sont considérées comme des compétences de tempête et les compétences dursoïde comme des compétences de terre pour la compétence passive principale Fureur de la nature.",
    "du_berger": "Les compétences principales infligent de dégâts supplémentaires pour chaque compagnon actif.",
    "vigoureux": "Vous gagnez de réduction des dégâts tant que vous êtes sous forme de lycanthrope.",
    "du_sombre_hurlement": "Rugissement débilitant est désormais une compétence de lycanthrope. De plus, Rugissement débilitant immobilise les cibles empoisonnées pendant s.",
    "de_la_bête_humaine_enragée": "La durée de Rage du grizzly est augmentée de s. De plus, les coups critiques portés alors que Rage du grizzly est active infligent de dégâts critiques supplémentaires, jusquà un maximum de .",
    "de_sauvagerie": "Vos compagnons obtiennent également les bonus que vous octroie la compétence passive principale Saccage bestial.",
    "balistique": "Tant que vous bénéficiez dune fortification, vos compétences de terre gagnent rangs.",
    "de_change-tempête": "Tant quOuragan est actif, vos compétences de métamorphose gagnent rangs.",
    "du_traque-tempêtes": "Tornade pourchasse jusquà cibles.",
    "de_conduction_runomancienne": "Les coups critiques infligés avec les compétences de tempête que vous lancez chargent lair autour de vous délectricité pendant s, ce qui génère un trait de foudre qui inflige périodiquement points de dégâts de foudre à une cible dans la zone. Cette durée peut être prolongée par des coups critiques supplémentaires.",
    "de_la_puissance_tempêtueuse": "La compétence passive principale Puissance tectonique sapplique aussi à vos compétences de tempête.",
    "symbiotique": "Lorsque la compétence passive principale Fureur de la nature déclenche gratuitement une compétence, vos temps de recharge non ultimes du type opposé sont réduits de s.",
    "castral": "Vous gagnez un bonus de à votre prochain Rempart de terre pour chaque cible à laquelle vous avez infligé un effet de perte de contrôle, jusquà un maximum de .",
    "de_virevolte": "Les coups critiques dOrage génèrent éclairs virevoltants qui pourchassent les cibles dans la zone et leur infligent points de dégâts de foudre.",
    "de_loup_féroce": "Rage du grizzly vous transforme désormais en lycanthrope féroce. Sous cette forme, votre vitesse de déplacement est augmentée de au lieu de votre réduction des dégâts, et vos coûts en esprit sont réduits de supplémentaires. De plus, chaque victime vous rend de votre maximum de vie.",
    "de_cavalcade": "Vous gagnez compagnon supplémentaire. De plus, les compétences de compagnon infligent de dégâts supplémentaires.",
    "de_roche_métamorphique": "Rocher est maintenant une compétence principale qui coûte points desprit et qui inflige des dégâts normaux.",
    "de_la_bête_trouble": "Lorsque vous foncez sur les adversaires, Déchiquetage recherche les cibles empoisonnées à proximité et leur inflige instantanément des dégâts de poison.",
    "souterrain": "La compétence active de Lierre empoisonné lance également Éboulement dans un cercle autour de vous. Les compétences de terre infligent de dégâts supplémentaires aux cibles empoisonnées.",
    "de_force_brute": "Après avoir atteint adversaires avec vos compétences dursoïde, la prochaine fois que vous utiliserez lune dentre elles, vous infligerez de dégâts supplémentaires et étourdirez vos cibles pendant s.",
    "de_lumière_stellaire": "Vous gagnez de votre ressource principale par tranche de de points de vie soignés.",
    "de_toute-puissance": "Les compétences de base confèrent de réduction des dégâts pendant s.",
    "du_protecteur": "Le fait de blesser une cible adverse élite vous octroie une barrière qui absorbe jusquà points de dégâts pendant s. Cet effet ne peut se produire quune fois toutes les s.",
    "de_calme_intérieur": "Vous infligez de dégâts supplémentaires par seconde dimmobilité, jusquà un maximum de .",
    "de_la_frappe_du_vent": "Les coups critiques augmentent votre vitesse de déplacement de pendant s, jusquà s.",
    "de_lombre": "Vous récupérez de votre ressource principale lorsque vous infligez un effet de perte de contrôle à une cible adverse.",
    "darrogance": "Vous infligez de dégâts supplémentaires tant que vous avez une barrière active.",
    "protecteur": "Si vous subissez des dégâts lorsque vous nêtes pas en bonne santé, une bulle magique est invoquée autour de vous pendant s. Les personnagesjoueurs alliés sont insensibles aux dégâts tant quils se trouvent dans la bulle. Ne peut se produire quune fois toutes les s.",
    "de_désobéissance": "Votre armure est augmentée de pendant s lorsque vous infligez nimporte quel type de dégâts, jusquà un maximum de .",
    "de_vindicte": "Les cibles à distance ont de chances dêtre étourdies pendant s lorsquelles vous infligent des dégâts. Vous infligez de dégâts supplémentaires aux cibles étourdies.",
    "expéditif": "La vitesse dattaque des compétences de base est augmentée de .",
    "de_funambule": "Les compétences infligent jusquà de dégâts supplémentaires en fonction de votre ressource principale disponible à leur lancement, pour un résultat maximal lorsque votre ressource principale est au maximum.",
    "de_sagesse_par_le_nombre": "Vous récupérez points de vie par seconde pour chaque adversaire à proximité, jusquà un maximum de points de vie par seconde.",
    "de_lattente": "Lorsque vous attaquez des adversaires avec une compétence de base, les dégâts de votre prochaine compétence principale sont augmentés de , jusquà un maximum de .",
    "darpenteur_spectral": "Lorsque vous êtes inarrêtable et durant les s qui suivent la fin de cet effet, votre vitesse de déplacement est augmentée de et vous pouvez vous mouvoir librement parmi les adversaires.",
    "de_misère_partagée": "Coup de chance lorsque vous touchez une cible subissant une perte de contrôle, vous avez de chances que cet effet se propage à une autre cible non affectée.",
    "élusif": "Si lon vous blesse lorsque vous subissez des effets de perte de contrôle, vous obtenez létat inarrêtable pendant s. Cet effet a un temps de recharge de s.",
    "dassimilation": "Vos chances desquiver sont augmentées de contre les cibles affectées par des effets de dégâts sur la durée. Lorsque vous esquivez, vous gagnez points de votre ressource principale.",
    "dhirsutisme": "Les dégâts dépines infligés ont de chances dinfliger des dégâts à tous les adversaires autour de vous.",
    "de_barrière_réfléchissante": "Tant que vous avez une barrière active, vous avez de chances dignorer les dégâts directs provenant des adversaires à distance.",
    "de_châtiment": "Vos chances dinfliger un coup critique aux cibles blessées sont augmentées de . Lorsque vous êtes en bonne santé, vous bénéficiez dune augmentation de la durée des effets de perte de contrôle de .",
    "daccélération": "Les coups critiques avec les compétences principales augmentent votre vitesse dattaque de pendant s.",
    "dabus": "La durée des effets de perte de contrôle que vous infligez est augmentée de . Tant que les adversaires sont inarrêtables, vous leur infligez de dégâts supplémentaires.",
    "lâche": "Votre vitesse de déplacement est augmentée de lorsque vous vous éloignez de cibles ralenties ou glacées.",
    "daudace": "Lorsquil y a au moins adversaires à proximité, vous les étourdissez pendant s. Cet effet ne peut se produire quune fois toutes les s.",
    "des_éléments": "Augmente les dégâts infligés par un ensemble de types de dégâts de pendant s. Cet effet alterne entre deux ensembles feu, foudre et physiques froid, poison et ombre.",
    "de_carnage": "Vous obtenez de vitesse de déplacement. Ce bonus disparaît s après avoir subi des dégâts.",
    "des_morts_frénétiques": "Chaque fois quun de vos serviteurs invoqués blesse une cible, sa vitesse dattaque augmente de pendant s, jusquà un maximum de .",
    "de_déchiquetage": "Lorsque Décomposition génère un cadavre, vous gagnez points dessence.",
    "fracturant": "Lattaque principale de Lance dos rend vulnérables les cibles touchées après la première cible pendant s. Les éclats osseux de Lance dos infligent de dégâts supplémentaires aux adversaires vulnérables et les transpercent.",
    "des_ténèbres_descendantes": "Prison dos crée un bassin de chancre qui inflige de dégâts supplémentaires en s.",
    "du_vide": "Une fois générée, la zone souillée du chancre attire les adversaires proches.",
    "putréfié": "Décomposition peut atteindre jusquà cibles supplémentaires. Lorsque Décomposition génère un cadavre, vous avez de chances de générer un cadavre avec chaque cible affligée.",
    "de_la_faucheuse_libératrice": "Lorsque vous infligez des dégâts avec Section, vous avez de chances de créer une flaque de chancre sous la cible, ce qui inflige de dégâts supplémentaires. Cet effet ne peut se produire quune fois toutes les s.",
    "du_porte-froid": "Toutes les s, vos mages squelettes lancent un blizzard qui inflige points de dégâts de froid et qui glace en continu les adversaires à hauteur de en s.",
    "du_traqueur_de_sang": "Prélèvement inflige de dégâts supplémentaires à sa cible principale par cible empalée.",
    "de_sang_insatiable": "Chaque fois que Prélèvement touche en premier une cible déjà atteinte par cette compétence, déclenche un nouveau Prélèvement infligeant des dégâts normaux à un personnage ennemi à proximité.",
    "de_domination_occulte": "Votre nombre maximum de mages squelettes est augmenté de .",
    "de_bain_de_sang": "Brume de sang laisse un sol souillé sur son passage qui dure s et inflige points de dégâts dombre par seconde aux adversaires qui se tiennent dedans. Votre vitesse de déplacement nest plus réduite lorsque Brume de sang est active.",
    "de_la_malédiction_grandissante": "Esprit dos inflige des dégâts supplémentaires en fonction de la distance parcourue, jusquà un maximum de .",
    "dexplosion_osseuse": "Lorsquun fragment de Prison dos est détruit ou expire, celuici inflige points de dégâts dans la zone autour de lui.",
    "de_commandement_inflexible": "Tant quArmée de morts est active, la vitesse dattaque de vos serviteurs est augmentée de et ils subissent de dégâts en moins.",
    "de_la_tempête_protectrice": "Chaque fois que Tempête dos blesse une cible, vous obtenez une barrière équivalente à de vos points de vie de base pendant s.",
    "des_veines_rapaces": "Vos chances dinfliger un coup critique sont augmentées de pendant s lorsque vous lancez Vrilles nécrophages. Vous infligez de dégâts critiques supplémentaires aux cibles blessées par Vrilles nécrophages.",
    "des_cherche-sangs": "Votre nombre maximum de guerriers squelettes est augmenté de .",
    "de_tourment": "Les coups critiques infligés avec des compétences dos augmentent votre régénération dessence de pendant s.",
    "de_dents_de_scie": "La compétence passive principale Essence ossifiée augmente aussi les dégâts critiques de vos compétences dos de par point dessence audessus de , jusquà un maximum de .",
    "du_déluge_dos": "Tempête dos consomme jusquà cadavres pour augmenter sa durée jusquà un maximum de s.",
    "de_chair_mise_à_nu": "Coup de chance vous avez jusquà de chances de générer points dessence lorsque vous touchez une cible vulnérable.",
    "putrescent": "Vous infligez de dégâts supplémentaires pendant s après que la capacité passive principale Chancre dombre a blessé les adversaires fois.",
    "tortionnaire": "Les cibles affectées par votre Vierge de fer ont de chances dêtre étourdies pendant s lorsquelles infligent des dégâts directs.",
    "des_damnés": "Vos dégâts dombre sont augmentés de contre les cibles affectées à la fois par Décrépitude et Vierge de fer.",
    "de_flétrissure": "Chaque fois que la capacité passive principale Chancre dombre inflige des dégâts aux adversaires, elle augmente les dégâts du prochain Chancre dombre infligés dans les s de , cet effet pouvant se cumuler jusquà fois.",
    "baigné_de_sang": "La nova dAfflux sanguin explose à nouveau après un bref instant, infligeant de dégâts en moins.",
    "de_raz-de-marée": "Vague de sang projette deux vagues supplémentaires, chacune infligeant de dégâts de moins que la précédente.",
    "dhémorragie": "Les orbes de sang réduisent le temps de recharge de votre compétence ultime de s.",
    "des_élus_de_rathma": "Votre vitesse dattaque augmente de pendant s chaque fois que vos compétences de sang infligent des dégâts daccablement.",
    "de_mort_inopinée": "Chaque pour cent de votre maximum de points de vie que vous récupérez audelà de ajoute de dégâts daccablement à votre prochaine attaque accablante, jusquà un bonus maximum de .",
    "de_sang_tout-puissant": "Lorsque vous êtes en bonne santé, les orbes de sang octroient essences.",
    "massif": "Votre golem a de chances de réduire son temps de recharge actif de s et de chances de générer un cadavre chaque fois quil inflige des dégâts à une cible adverse avec son attaque normale.",
    "dos_durcis": "La réduction des dégâts de vos serviteurs est augmentée de .",
    "sacrificiel": "Vos bonus de Sacrifice sont augmentés de .",
    "de_requiem": "Votre maximum dessence est augmenté de points par serviteur actif.",
    "de_réanimation": "Tant quils sont en vie, vos serviteurs infligent des dégâts accrus, jusquà une augmentation maximale de après s.",
    "cadavérique": "Consommer un cadavre augmente les dégâts de votre prochaine compétence principale de , jusquà un maximum de .",
    "dembaumement": "Consommer un cadavre a de chances de faire apparaître un orbe de sang.",
    "dombre_ultime": "Tempête dos et Vague de sang sont désormais également des compétences de ténèbres, infligent des dégâts dombre et bénéficient deffets supplémentaires Les cibles touchées par Tempête dos subissent points de dégâts dombre en s. Vague de sang laisse un sol souillé sur son passage, infligeant points de dégâts dombre en s.",
    "de_brume_explosive": "Brume de sang déclenche Explosion macabre sur les cadavres proches. Lorsque Brume de sang fait exploser un cadavre, son temps de recharge est réduit de s.",
    "de_pointes_dhémorragie": "Lorsque vous lancez Prélèvement, vous consommez des orbes de sang afin dinvoquer également des lances depuis ces orbes. Chaque lance de sang additionnelle inflige des dégâts normaux et cible en priorité les cibles non empalées.",
    "de_lombre_éternelle": "Coup de chance vos dégâts dombre sur la durée ont de chances de générer points dessence. Les dégâts de la compétence passive principale de Chancre dombre généreront toujours points dessence.",
    "dimitation_dimprégnation": "Vos clones dombre reproduisent aussi les imprégnations appliquées à vos compétences. Lancer une compétence dimprégnation augmente les dégâts de votre clone dombre actif de pendant s.",
    "embrumé": "Vous obtenez une ombre de Sombre voile toutes les s tant que vous restez immobile. Chaque ombre de Sombre voile augmente votre réduction des dégâts de .",
    "de_fine_gâchette": "Chaque fois que Tir pénétrant blesse une cible, le tir se scinde en flèches supplémentaires partant de chaque côté. Ces flèches infligent des dégâts de base de Tir pénétrant et ne se scindent pas.",
    "de_cercle_de_lames": "Rafale blesse les adversaires dans un cercle autour de vous et inflige de dégâts supplémentaires.",
    "dombres_volatiles": "Lorsquune ombre de Sombre voile devrait se dissiper, vous déclenchez autour de vous une explosion infligeant points de dégâts dombre à la place.",
    "énergisant": "Lorsque vous infligez des dégâts à une élite avec une compétence de base, vous générez points dénergie.",
    "de_surprise": "Lorsque vous utilisez Esquive ou Pas de lombre, vous laissez derrière vous des grenades étourdissantes qui explosent en infligeant un total de points de dégâts physiques et étourdissent les adversaires pendant s.",
    "de_la_crapule": "Chaussetrappe lance aussi des grenades étourdissantes qui explosent en infligeant un total de points de dégâts physiques et étourdissent les adversaires pendant s.",
    "dimprégnations_instables": "Lorsque vous lancez une compétence dimprégnation, vous déclenchez une explosion autour de vous, ce qui applique les effets dimprégnation et inflige points de dégâts du même type.",
    "de_la_danse_des_lames": "Après être revenues à vous, les Lames sournoises orbitent un court instant en infligeant des dégâts de retour de Lames sournoises par coup. En fonction de la distance à laquelle les lames sont revenues, les dégâts dorbite peuvent augmenter jusquà des dégâts de retour.",
    "de_lalchimiste_toxique": "Coup de chance blesser une cible empoisonnée avec une compétence imprégnée dombre a jusquà de chances de générer une explosion toxique qui inflige points de dégâts de poison en s à la cible et aux adversaires à proximité.",
    "de_lalchimiste_glacial": "Coup de chance blesser une cible glacée ou gelée avec une compétence imprégnée dombre a jusquà de chances de déclencher une explosion infligeant points de dégâts de froid à la cible et aux adversaires à proximité, ce qui les glace à hauteur de .",
    "du_trancheur_dombre": "Lorsque vous utilisez Célérité, un Clone dombre est généré à votre position et celuici utilise aussi Célérité, infligeant des dégâts de base.",
    "de_pluie_de_flèches": "Coup de chance vos compétences de tir délite ont jusquà de chances de créer une pluie de flèches sur la position de ladversaire, infligeant points de dégâts physiques en s. Vous pouvez avoir jusquà pluies de flèches actives en même temps.",
    "de_venin_bouillonnant": "Coup de chance les compétences imprégnées de poison ont jusquà de chances de créer une flaque toxique, qui inflige points de dégâts de poison en s aux cibles qui se tiennent dedans. Tant que vous restez dans la flaque, votre Imprégnation de poison na aucun temps de recharge ni aucune limite de charges.",
    "de_dispersion": "Les flèches de Déluge ont de chances de se diviser en flèches chaque fois quelles ricochent.",
    "de_piège_explosif": "Coup de chance en infligeant des dégâts directs aux cibles affectées par vos compétences de piège, vous avez jusquà de chances de les rendre vulnérables pendant s.",
    "de_verve_explosive": "Vos compétences de grenade comptent comme des compétences de piège. Chaque fois que vous armez un piège ou que vous lâchez des grenades, votre vitesse de déplacement augmente de pendant s.",
    "de_traîtrise_inouïe": "Infliger des dégâts directs à une cible hébétée avec une compétence dagilité octroie un camouflage de s. Sortir du camouflage en attaquant vous octroie de réduction de la durée des effets de perte de contrôle pendant s.",
    "de_subsistance_cruelle": "Les explosions de la compétence passive principale Victimisation vous rendent points de vie pour chaque cible blessée, jusquà un maximum de points de vie.",
    "vengeur": "Coup de chance lorsque vous rendez une cible vulnérable, vous avez jusquà de chances daugmenter les chances dinfliger un coup critique de pendant s, jusquà un maximum de .",
    "vorace": "Tuer une cible vulnérable augmente votre régénération dénergie de pendant s.",
    "de_maître_de_lévasion": "Lorsque vous subissez des dégâts de la part dadversaires proches, vous lâchez une bombe fumigène et esquivez les prochaines attaques dans les s qui suivent. Cet effet ne peut se produire quune fois toutes les s.",
    "de_vigueur_dérobée": "Chaque cumul de la compétence passive principale Inertie vous rend points de vie par seconde.",
    "de_lopportuniste": "Lorsque vous sortez de Camouflage en attaquant, vous lâchez des grenades étourdissantes autour de vous qui explosent en infligeant un total de points de dégâts physiques et étourdissent les adversaires pendant s.",
    "de_la_brume_vivace": "Vous lâchez automatiquement une bombe fumigène à la fin de Célérité. Les bombes fumigènes réduisent le temps de recharge de Célérité de s par cible atteinte, jusquà un maximum de s.",
    "de_tromperie": "Vous subissez de dégâts en moins de la part des cibles subissant une perte de contrôle. Chaque fois quune cible subissant une perte de contrôle vous inflige des dégâts directs, votre vitesse de déplacement est augmentée de pendant s.",
    "de_vivres_siphonnées": "Coup de chance en infligeant des dégâts directs aux cibles vulnérables avec une compétence principale, cellesci ont jusquà de faire apparaître une potion de soins.",
    "de_corruption": "Les effets des compétences dimprégnation sont plus puissants contre les adversaires vulnérables.",
    "de_mutilation": "Coup de chance en infligeant des dégâts directs à une cible vulnérable, vous avez jusquà de chances de lhébéter pendant s.",
    "ombreux": "Coup de chance les coups critiques infligés avec des compétences de tir délite ont jusquà de chances de générer gratuitement une ombre de Sombre voile.",
    "de_glace_toxique": "Les adversaires glacés empoisonnés par imprégnation de poison sont à nouveau glacés de par seconde. Vous infligez de dégâts de poison supplémentaires aux adversaires gelés.",
    "de_ravage": "Pas de lombre obtient une charge supplémentaire. Faire une victime avec Pas de lombre rend une charge et augmente les dégâts de Pas de lombre de pendant s, jusquà un maximum de .",
    "de_synergie": "Utiliser une compétence dagilité réduit le temps de recharge de votre prochaine compétence de subterfuge de . Utiliser une compétence de subterfuge augmente les dégâts de votre prochaine compétence dagilité de .",
    "de_soir_funeste": "Effectuer une esquive en traversant une cible affectée par imprégnation dombre octroie un camouflage de s. Sortir du camouflage en attaquant augmente votre maximum de points de vie par victime de pendant s.",
    "de_menace_insaisissable": "Quand les deux bonus de la compétence passive principale Corps à corps sont actifs, vos chances desquiver augmentent de chaque fois quun adversaire vous touche. Réussir une esquive réinitialise ce bonus.",
    "dinfiltration": "Piège de poison ne dissipe plus le camouflage et ne déclenche pas de temps de recharge ou darmement pendant le camouflage. Tous les pièges de poison sactivent quand vous quittez le camouflage et le temps de recharge des pièges de poison sera de s par piège placé.",
    "dengelure": "Les adversaires glacés touchés par vos compétences de grenade ont le double de vos chances de coup critique dêtre instantanément gelés pendant s. Vous infligez de dégâts critiques supplémentaires aux adversaires gelés.",
    "à_répétition": "Tir rapide a de chances de ricocher sur une deuxième cible.",
    "figé": "Chaque adversaire glacé ou gelé que vous esquivez en le traversant vous octroie une barrière qui absorbe points de dégâts pendant s, jusquà un maximum de points de dégâts.",
    "de_poinçons_pestilentiels": "La e utilisation daffilée de Perforation est imprégnée de poison à hauteur de de la puissance normale.",
    "dinitiative_astucieuse": "Quand vous consommez points dénergie, vous lancez des grenades étourdissantes qui explosent en infligeant un total de points de dégâts physiques et étourdissent les adversaires pendant s. Vos compétences lançant des grenades infligent de dégâts supplémentaires.",
    "de_braises_entravantes": "Bouclier de feu vous permet de vous mouvoir librement parmi les adversaires. Les cibles que vous traversez alors que Bouclier de feu est actif sont immobilisées pendant s.",
    "du_garde-neige": "Tant que vous êtes dans votre Blizzard et pendant s après avoir quitté sa zone deffet, vous subissez de dégâts en moins.",
    "des_trois_sortilèges": "Augmente les dégâts critiques de Météore et Boule de feu de . Ce bonus est doublé contre les cibles en bonne santé.",
    "de_courant_perçant": "Décharge électrique transperce vos adversaires, mais inflige de dégâts en moins après la première cible.",
    "de_lassaut_de_givre": "Nova de givre obtient une charge supplémentaire, mais chaque temps de recharge est augmenté de .",
    "chargé": "Ramassez de lénergie crépitante pour augmenter votre vitesse de déplacement de pendant s.",
    "(ph)_of_ensnaring_current": "Sphère foudroyante attire les adversaires sur son chemin.",
    "dorbite_gelée": "Orbe gelé reste sur place une fois sa destination atteinte et explose fois supplémentaires en infligeant de ses dégâts.",
    "du_serpent": "Augmente de le nombre dhydres actives et leur durée de .",
    "darmageddon": "Une pluie de météorites tombe pendant Inferno, infligeant points de dégâts de feu à limpact. Vos météorites immobilisent les adversaires pendant s.",
    "de_conflagration": "Pendant la canalisation dIncinération, vos dégâts de brûlure sont augmentés de .",
    "de_la_flamme_antique": "Tant que les deux bonus de la compétence passive principale de Férocité dEsu sont actifs, votre vitesse dattaque est augmentée de .",
    "du_brasier_ardent": "Vous infligez de dégâts de brûlure supplémentaires aux adversaires disposant de moins de de points de vie. Lorsque les cibles sont affectées par plus de dégâts sur la durée que leur maximum de points de vie, vous leur infligez de dégâts de brûlure supplémentaires.",
    "incendiaire": "Coup de chance les dégâts de vos compétences de pyromancie ont jusquà de chances de restaurer points de mana.",
    "dextrémités_roussies": "Une fois que leffet dimmobilisation se dissipe, les cibles sont ralenties de pendant s.",
    "du_marche-flammes": "Entrer en contact avec votre Mur de feu augmente votre vitesse de déplacement de pendant s.",
    "détoiles_brisées": "Des météorites sabattent autour du météore en infligeant points de dégâts de feu à limpact. De plus, vos météorites brûlent les cibles quelles frappent et leur infligent points de dégâts en s.",
    "glacial": "Lorsque vous lancez Blizzard, celuici génère périodiquement des pointes de glace explosives qui infligent points de dégâts. Vos pointes de glace infligent de dégâts supplémentaires aux cibles gelées.",
    "du_voile_de_neige": "Lancer Armure de glace vous rend inarrêtable et vous octroie de bonus darmure pendant s.",
    "du_sillage_glacial": "LorsquArmure de glace est active, vous laissez des pointes de glace dans votre sillage qui infligent points de dégâts de froid. Vos pointes de glace glacent les adversaires à hauteur de .",
    "de_froid_pénétrant": "Les Éclats de glace perforent fois les adversaires, en infligeant de dégâts en moins à chaque cible touchée suivant la première.",
    "verglacé": "Tant que Froid intense est actif, vous récupérez de votre maximum de vie et de mana par seconde.",
    "de_réussite": "Vos chances dobtenir un coup de chance sont augmentées de tant que vous avez une barrière active.",
    "de_froid_mordant": "Lorsque vous gelez une cible, celleci a de chances de devenir vulnérable pendant s.",
    "de_tempête_grondante": "Vous infligez de dégâts supplémentaires aux adversaires vulnérables tant que vous avez une barrière.",
    "de_la_toundra_glacée": "Tant que Froid intense est actif, des pointes de glace explosives se forment dans la zone et infligent points de dégâts de froid. Le rayon dexplosion de vos pointes de glace est augmenté de .",
    "des_courants_accablants": "Courant instable a de chances de lancer une compétence de foudre supplémentaire.",
    "de_rechargement": "Chaque fois que Chaîne déclairs ricoche, vous gagnez points de mana.",
    "de_gravité": "Sphère foudroyante tournoie autour de vous et inflige de dégâts supplémentaires.",
    "du_mage_seigneurial": "La compétence passive principale Maîtrise de Vyr vous octroie également de réduction des dégâts pour chaque adversaire à proximité, jusquà un maximum de .",
    "des_esquilles_dénergie": "Lance de foudre a de chances de générer une Lance de foudre supplémentaire lorsque vous la lancez.",
    "du_lien_intact": "Chaîne déclairs a de chances de rebondir fois supplémentaires.",
    "de_conduction_bondissante": "Votre vitesse de déplacement est augmentée de pendant s après avoir utilisé Téléportation.",
    "de_stabilité": "Lorsque Courant instable est inactif, vos compétences de foudre ont de chances den déclencher un gratuitement.",
    "de_prodige": "Utiliser une compétence avec temps de recharge vous rend points de mana.",
    "de_linébranlable": "Lorsque vous subissez des dégâts directs, vous avez de chances de réinitialiser le temps de recharge dune de vos compétences défensives.",
    "délémentaliste": "Les compétences principales ou de maîtrise lancées lorsque vous avez au moins points de mana ont de chances supplémentaires dinfliger un coup critique.",
    "de_concentration": "Votre régénération de mana augmente de lorsque vous ne subissez pas de dégâts pendant s.",
    "de_contrôle": "Vous infligez de dégâts supplémentaires aux cibles immobilisées, étourdies ou gelées.",
    "perpétuel": "Vous subissez de dégâts en moins de la part des adversaires vulnérables ou subissant une perte de contrôle.",
    "defficacité": "Lancer une compétence de base réduit le coût en mana de votre prochaine compétence principale ou de maîtrise de .",
    "des_souvenirs_de_glace": "La compétence passive principale Avalanche sapplique désormais à lancers supplémentaires.",
    "dabondance": "Lénergie crépitante a de chances de se propager à une cible supplémentaire.",
    "fracassant": "Les explosions de la compétence passive principale Fracas infligent de dégâts supplémentaires si les cibles meurent en étant gelées.",
    "de_protections_ardentes": "Après avoir dépensé points de mana, votre prochain Mur de feu est gratuit et détruit les petits projectiles.",
    "de_sorcellerie_de_combat": "Coup de chance quand vos compétences de conjuration atteignent une cible, elles ont de chances dobtenir rangs pendant s. Cet effet peut se cumuler jusquà fois."
}
