{
    "croissant_gibbeux": {
        "desc": "Vous gagnez Camouflage pendant s après avoir tué des adversaires avec Déchiquetage. Sortir de Camouflage en attaquant confère Embuscade, ce qui garantit des coups critiques pendant s.",
        "snoId": 1306218
    },
    "fendoir_du_boucher": {
        "desc": "Coup de chance lorsque vous infligez un coup critique à une cible adverse, vous avez jusquà de chances de leffrayer ou de la ralentir de pendant s.",
        "snoId": 941704
    },
    "dague_saturée": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 941728
    },
    "condamnation": {
        "desc": "Vos compétences principales infligent de dégâts supplémentaires lorsque vous dépensez points de combo. Les compétences de base que vous utilisez avec cette arme ont de chances de générer points de combo.",
        "snoId": 941730
    },
    "kandjar_dasheara": {
        "desc": "Les coups portés avec cette arme augmentent votre vitesse dattaque de pendant s, jusquà un maximum de .",
        "snoId": 941731
    },
    "broyeuse": {
        "desc": "Rugissement débilitant et Hurlement sanglant infligent points de dégâts aux cibles empoisonnées à proximité. Ces dégâts augmentent de pour chaque tranche de points de volonté dont vous disposez.",
        "snoId": 941798
    },
    "rivière_noire": {
        "desc": "Explosion macabre consomme jusquà cadavres supplémentaires autour du cadavre initial, infligeant de dégâts supplémentaires et dans un rayon plus large de par cadavre supplémentaire.",
        "snoId": 1306235
    },
    "le_mur_vigilant": {
        "desc": "Coup de chance tant que vous avez une Tempête dos active, toucher une cible hors de la zone deffet a de chances dinvoquer une tempête supplémentaire sur celleci. Chacun de vos bonus de sacrifice actifs augmente ces chances de et le nombre total de Tempêtes dos supplémentaires que vous pouvez avoir de .",
        "snoId": 1439541
    },
    "chef-dœuvre_de_ramaladni": {
        "desc": "Les compétences utilisant cette arme infligent de dégâts supplémentaires par point de fureur dont vous disposez, mais vous perdez points de fureur par seconde.",
        "snoId": 1304455
    },
    "irebleue": {
        "desc": "Coup de chance vos compétences principales ont jusquà de chances de geler les adversaires pendant s et de leur infliger points de dégâts de froid.",
        "snoId": 1439438
    },
    "condamneuse": {
        "desc": "Coup de chance vous avez jusquà de chances dinfliger points de dégâts dombre aux cibles à proximité et de réduire les dégâts quelles vous infligent de pendant s.",
        "snoId": 941869
    },
    "cautère": {
        "desc": "Pendant la canalisation dIncinération, vous projetez périodiquement des braises qui sont attirées par les adversaires et qui leur infligent chacune points de dégâts de feu.",
        "snoId": 1214791
    },
    "loculus": {
        "desc": "Vous obtenez gratuitement leffet denchantement de Téléportation. Lorsque vous esquivez avec lenchantement de Téléportation, vous vous téléportez à un endroit aléatoire.",
        "snoId": 1439529
    },
    "serment_des_anciens": {
        "desc": "Poigne de fer projette chaînes supplémentaires. Vous infligez de dégâts supplémentaires aux adversaires atteints par cette compétence pendant s.",
        "snoId": 941951
    },
    "chasse-cieux": {
        "desc": "Les premiers dégâts directs infligés à une cible sont un coup critique garanti. Si vous avez le maximum de cumuls de la compétence passive principale Précision au moment dutiliser une compétence principale, cette dernière inflige de dégâts critiques supplémentaires et vous obtenez points dénergie.",
        "snoId": 941972
    },
    "ouragan": {
        "desc": "Coup de chance les coups portés avec cette arme ont jusquà de chances dinfliger le double de dégâts et de repousser la cible.",
        "snoId": 941973
    },
    "corne_de_laigle": {
        "desc": "Tir pénétrant a de chances de tirer une flèche qui rebondit sur les murs et le décor. Si Tir pénétrant inflige points de dégâts à des adversaires, la prochaine utilisation de cette compétence rendra ses ciblesvulnérables pendant s.",
        "snoId": 1439537
    },
    "martelenfer": {
        "desc": "Soulèvement enflamme le sol et inflige aux adversaires points de dégâts de brûlure supplémentaires en s.",
        "snoId": 942021
    },
    "masse-âcre": {
        "desc": "Coup de grâce génère une onde de choc infligeant de ses dégâts de base aux adversaires. Les cibles tuées par cet effet réinitialisent le temps de recharge de Coup de grâce.",
        "snoId": 1222183
    },
    "faux_saturée": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942068
    },
    "cri_exsangue": {
        "desc": "Vos compétences de ténèbres glacent les adversaires à hauteur de maximum et infligent de dégâts supplémentaires aux cibles gelées. Coup de chance vos compétences de ténèbres ont jusquà de chances de générer points dessence supplémentaires en touchant des cibles gelées.",
        "snoId": 1220207
    },
    "grand_bâton_de_la_vieille_sorcière": {
        "desc": "Griffe est maintenant une compétence de tempête et lance aussi un Coup de tonnerre qui inflige des dégâts normaux.",
        "snoId": 942106
    },
    "ahavarion,_lance_de_lycandre": {
        "desc": "Vous obtenez un effet aléatoire de sanctuaire pendant s après avoir tué une élite. Cet effet ne peut se produire quune fois toutes les s.",
        "snoId": 942108
    },
    "bâton_de_rage_éternelle": {
        "desc": "La e utilisation daffilée de Boule de feu lance projectiles supplémentaires et ses dégâts sont augmentés de .",
        "snoId": 942111
    },
    "bâton_de_lam_esen": {
        "desc": "Vos décharges électriques ont de chances dêtre attirées par les adversaires et durent plus longtemps.",
        "snoId": 1306310
    },
    "[mp]champs_écarlates": {
        "desc": "Lorsque vous utilisez cette arme, infliger des dégâts avec Rupture génère une flaque de sang qui inflige points de dégâts de saignement en s. Les adversaires qui se tiennent dans la flaque de sang subissent de dégâts de saignement supplémentaires.",
        "snoId": 942134
    },
    "le_grand-père": {
        "desc": "Vos dégâts critiques sont augmentés de . Les autres propriétés de cette arme peuvent conférer des bonus supérieurs à la normale.",
        "snoId": 942135
    },
    "transe_du_combat": {
        "desc": "Augmente le maximum de cumuls de Frénésie de . Lorsque votre Frénésie est au maximum, la vitesse dattaque de vos autres compétences est augmentée de .",
        "snoId": 1304468
    },
    "pierre_de_dolmen": {
        "desc": "Lancer Rocher lorsquOuragan est actif fera apparaître des rocs tournoyant autour de vous.",
        "snoId": 1610440
    },
    "cœur_fondu_de_selig": {
        "desc": "Votre maximum de ressource est augmenté de . De plus, lorsque vous subissez des dégâts, vous perdez points de ressource pour chaque tranche de de points de vie que vous auriez perdue à la place.",
        "snoId": 1275933
    },
    "talisman_du_seigneur_banni": {
        "desc": "Après que vous avez dépensé points de ressource principale, votre prochaine compétence principale accable les adversaires à coup sûr. Les coups critiques qui accablent vos adversaires leur infligent de dégâts supplémentaires.",
        "snoId": 1561309
    },
    "pendentif_de_thanaturge": {
        "desc": "Afflux sanguin lance une mini nova sur vos serviteurs, infligeant points de dégâts. Les dégâts sont augmentés de par cible drainée par lutilisation initiale de la compétence, jusquà un maximum de .",
        "snoId": 1230484
    },
    "parole_dhakan": {
        "desc": "Votre pluie de flèches est toujours imprégnée de toutes les imprégnations en même temps.",
        "snoId": 1306258
    },
    "camée_débordant_desadora": {
        "desc": "Lorsque vous ramassez de lénergie crépitante, vous avez de chances de déclencher une nova de foudre qui inflige points de dégâts de foudre. Ces dégâts augmentent de pour chaque tranche de points dintelligence dont vous disposez.",
        "snoId": 1225299
    },
    "[mp]les_100 000 pas": {
        "desc": "Après avoir obtenu le bonus de dégâts final de la compétence passive principale Arsenal ambulant, vous lancez automatiquement Choc terrestre et gagnez points de fureur. Cet effet ne peut pas se produire plus dune fois toutes les s.",
        "snoId": 1210595
    },
    "[fp]grèves_de_la_pénitence": {
        "desc": "Vous laissez une traînée de givre qui glace les adversaires. Vous infligez de dégâts supplémentaires aux cibles glacées.",
        "snoId": 942251
    },
    "pas_vacillant": {
        "desc": "Chaque fois que vous esquivez un adversaire, le temps de recharge de votre compétence ultime est réduit de s, jusquà un maximum de s.",
        "snoId": 942253
    },
    "[fp]grèves_de_la_tombe_vide": {
        "desc": "Les spectres générés par Section laissent un sol souillé sur leur passage, ce qui inflige points de dégâts dombre aux adversaires en s.",
        "snoId": 1220257
    },
    "héritage_desu": {
        "desc": "Vos chances dinfliger un coup critique sont augmentées de de votre bonus à la vitesse de déplacement..",
        "snoId": 1306301
    },
    "rage_dharrogath": {
        "desc": "Coup de chance vous avez jusquà de chances de réduire le temps de recharge de vos compétences non ultimes de s lorsque vous infligez du saignement aux élites.",
        "snoId": 1304379
    },
    "allégresse_du_loup_enragé": {
        "desc": "La forme de lycanthrope est désormais votre vraie forme, et vous gagnez rangs à toutes les compétences de lycanthrope.",
        "snoId": 942354
    },
    "fureur_insatiable": {
        "desc": "La forme dursoïde est désormais votre vraie forme, et vous gagnez rangs à toutes les compétences dursoïde.",
        "snoId": 942355
    },
    "cotte-de-rasoir": {
        "desc": "Vous gagnez points de dégâts dépines",
        "snoId": 1215064
    },
    "griffe_de_lâme": {
        "desc": "Votre potion de soins ne vous soigne plus instantanément. Au lieu de cela, elle vous octroie une barrière dun montant égal à des soins normalement prodigués pendant s. Tant que vous êtes sous leffet dune barrière, vous obtenez de réduction des dégâts.",
        "snoId": 1560873
    },
    "[fp]braies_dartisan_du_sang": {
        "desc": "Lorsque vous ramassez orbes de sang, un esprit dos est généré gratuitement, infligeant un bonus de dégâts basé sur votre pourcentage de points de vie actuel.",
        "snoId": 1306229
    },
    "veste_de_bandit": {
        "desc": "Tant que vous profitez du bonus dénergie illimitée de Vision intérieure, vous avez de chances de faire apparaître un chaussetrappe, un piège de poison ou un piège mortel lorsque vous lancez une compétence principale.",
        "snoId": 1612293
    },
    "habit_de_linfini": {
        "desc": "Après avoir utilisé Téléportation, les cibles proches sont attirées vers vous et sont étourdies pendant s, mais le temps de recharge de Téléportation est augmenté de .",
        "snoId": 942363
    },
    "[fp]poignes_dévastatrices_de_gohr": {
        "desc": "Tourbillon explose toutes les s ainsi quà la fin de son effet, ce qui inflige aux adversaires à proximité un montant de dégâts de feu égal à des dégâts de base infligés.",
        "snoId": 942555
    },
    "[mp]poings_du_destin": {
        "desc": "Vos attaques infligent aléatoirement entre et de leurs dégâts normaux.",
        "snoId": 942559
    },
    "[mp]engeleurs": {
        "desc": "Coup de chance vous avez jusquà de chances de geler les adversaires pendant s.",
        "snoId": 942560
    },
    "[mp]hurlements_des_profondeurs": {
        "desc": "Au lieu dexploser immédiatement, Explosion macabre invoque un squelette instable qui se rue sur une cible adverse aléatoire et explose. Les dégâts dexplosion macabre sont augmentés de .",
        "snoId": 1227277
    },
    "[fp]poignes_de_lombre": {
        "desc": "Coup de chance infliger des dégâts à une cible vulnérable avec une compétence de tir délite ou de coupejarret a jusquà de chances dinvoquer un clone dombre qui reproduit vos attaques.",
        "snoId": 1306250
    },
    "[mp]gants_de_lilluminateur": {
        "desc": "Désormais, Boule de feu avance en rebondissant et explose chaque fois quelle touche le sol, mais les dégâts de son explosion finale sont réduits de .",
        "snoId": 942564
    },
    "heaume_de_défense_de_joritz_le_tout-puissant": {
        "desc": "Lorsque vous obtenez Rage du berserker tout en étant déjà sous cet effet, vous avez de chances denrager davantage, ce qui vous octroie de dégâts supplémentaires, points de fureur par seconde et de réduction du temps de recharge.",
        "snoId": 1489567
    },
    "rugissement_de_la_tempête": {
        "desc": "Coup de chance les compétences de tempête ont jusquà de chances doctroyer points desprit. Vos compétences de tempête de base sont désormais également des compétences de lycanthrope.",
        "snoId": 1304489
    },
    "prière_de_vasily": {
        "desc": "Vos compétences de terre sont désormais également des compétences dursoïde et vous confèrent points de fortification.",
        "snoId": 1306213
    },
    "visage_dandarielle": {
        "desc": "Coup de chance vous avez jusquà de chances de déclencher une nova empoisonnée infligeant points de dégâts de poison en s aux adversaires dans la zone.",
        "snoId": 942663
    },
    "cimier_arlequin": {
        "desc": "Vous gagnez de réduction des dégâts. De plus, vous gagnez rangs à toutes les compétences.",
        "snoId": 942664
    },
    "couronne_du_tueur_de_divinités": {
        "desc": "Étourdir, geler ou immobiliser une cible élite, ou infliger des dégâts à un boss attire les adversaires proches. Vous infligez de dégâts supplémentaires en les combattant pendant s. Cet effet ne peut se produire quune fois toutes les s.",
        "snoId": 1555196
    },
    "heaume_saturé": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942665
    },
    "visage_immortel": {
        "desc": "Lance dos laisse derrière elle des échos qui explosent en infligeant points de dégâts. Ces dégâts augmentent de pour chaque tranche de points de dégâts critiques supplémentaires dont vous disposez.",
        "snoId": 1234672
    },
    "capuchon_de_lanonyme": {
        "desc": "Vos chances dobtenir un Coup de chance sont augmentées de contre les adversaires subissant une perte de contrôle",
        "snoId": 942666
    },
    "compagnon_de_lorage": {
        "desc": "Vos compagnons loups sont imprégnés du pouvoir de la tempête, ce qui leur permet dinfliger des dégâts de foudre et leur confère la technique Hurlement orageux.",
        "snoId": 942972
    },
    "témérité": {
        "desc": "Les effets qui vous rendent plus de de vos points de vie vous confèrent une barrière allant jusquà de votre maximum de vie et qui dure s. Vous pouvez utiliser des potions en ayant tous vos points de vie.",
        "snoId": 1306325
    },
    "[fp]tassettes_de_laube": {
        "desc": "Subir des dégâts non physiques augmente votre maximum de résistance à ce type de dégâts de pendant s. Cet effet ne sapplique quà un seul type de dégâts à la fois.",
        "snoId": 1477079
    },
    "volonté_de_tibault": {
        "desc": "Vous infligez de dégâts supplémentaires pendant leffet Inarrêtable et s après. Lorsque vous devenez Inarrêtable, vous obtenez points de ressource principale.",
        "snoId": 1559420
    },
    "[fp]jambières_saturées": {
        "desc": "This is a test item used for max level boosts.",
        "snoId": 942975
    },
    "[fp]jambières_de_la_lune_de_sang": {
        "desc": "Vos serviteurs ont de chances de maudir les adversaires. Les cibles sous leffet dau moins une malédiction subissent de dégâts daccablement supplémentaires de votre part.",
        "snoId": 1217039
    },
    "[mp]des_yeux_dans_la_nuit": {
        "desc": "Piège mortel inflige de dégâts supplémentaires. À moins quil touche un boss ou un personnagejoueur, Piège mortel continuera à se réarmer jusquà ce quil tue une cible ennemie.",
        "snoId": 942977
    },
    "[fp]braies_du_cœur_glacé": {
        "desc": "Les cibles qui meurent en étant gelées ont de chances de déclencher une nova de givre.",
        "snoId": 1306273
    },
    "anneau_de_fureur_rouge": {
        "desc": "Après avoir dépensé points de fureur en s, votre prochain Marteau des Anciens, Soulèvement ou Coup de grâce inflige un coup critique garanti ainsi que de dégâts critiques supplémentaires.",
        "snoId": 1706603
    },
    "acmé_du_chasseur": {
        "desc": "Vous gagnez un bonus lorsque vous tuez une cible avec une compétence de métamorphose Lycanthrope votre prochaine compétence dursoïde non ultime ne coûte aucune ressource et na aucun temps de recharge. Ursoïde votre prochaine compétence de lycanthrope vous rend points de vie la première fois quelle inflige des dégâts.",
        "snoId": 989677
    },
    "volonté_inébranlable_dairidah": {
        "desc": "Lorsque vous déclenchez une compétence ultime puis que vous recommencez s plus tard, vous attirez à vous des ennemis se trouvant à distance et leur infligez points de dégâts physiques. Ces dégâts augmentent de tous les point(s) de Volonté dont vous disposez.",
        "snoId": 1706650
    },
    "étreinte_maternelle": {
        "desc": "Si une compétence principale touche au moins cibles, vous récupérez de son coût en ressource.",
        "snoId": 1215133
    },
    "anneau_du_ciel_sans_étoiles": {
        "desc": "Chaque utilisation dune compétence principale réduit le coût en ressource de vos prochaines compétences principales de , jusquà une réduction maximale de . Se réinitialise en utilisant un autre type de compétence.",
        "snoId": 1306337
    },
    "chevalière_corrodée_dxfal": {
        "desc": "Coup de chance les dégâts sur la durée que vous infligez ont de chances de jaillir, ce qui inflige points de dégâts du même type aux adversaires proches.",
        "snoId": 1559923
    },
    "anneau_de_mendeln": {
        "desc": "Coup de chance vous avez jusquà de chances de renforcer tous vos serviteurs, ce qui permet à la prochaine attaque de chacun dexploser en infligeant points de dégâts physiques.",
        "snoId": 1222626
    },
    "anneau_de_lâme_sacrilège": {
        "desc": "Vous activez automatiquement les compétences équipées suivantes sur les cadavres à proximité Réanimation de squelette toutes les s Explosion macabre toutes les s Vrilles nécrophages toutes les s.",
        "snoId": 1706659
    },
    "bague_de_supercherie_mouvante": {
        "desc": "Lorsque vous lancez une compétence de subterfuge, vous laissez derrière vous un leurre piégé qui provoque les adversaires et les attire continuellement. Ce leurre explose au bout de s, infligeant points de dégâts dombre. Peut se produire toutes les s.",
        "snoId": 1706657
    },
    "rose_bleue": {
        "desc": "Coup de chance infliger des dégâts à un adversaire a de chances de conjurer une pointe de glace infligeant dégâts de froid. Les chances sont triplées si la cible est gelée.",
        "snoId": 1211653
    },
    "boucle_irisée_de_tal_rasha": {
        "desc": "Pour chaque type de dégâts élémentaires que vous infligez, vous obtenez de dégâts supplémentaires pendant s. Infliger des dégâts supplémentaires réinitialise tous les bonus.",
        "snoId": 1225567
    }
}
